Repository: mindstellar/Osclass
Catalog: *-content/languages/*/core.po
Languages: pl_pl, pt_br

source: No
pl_pl: Nie
pt_br: Não

source: Configure
pl_pl: Konfiguracja
pt_br: Configurar

source: Disable
pl_pl: Wyłącz
pt_br: Bloquear

source: Enable
pl_pl: Włącz
pt_br: Desbloquear

source: Uninstall
pl_pl: Odinstaluj
pt_br: Desinstalar

source: Install
pl_pl: Zainstaluj
pt_br: instalar

source: No results
pl_pl: brak wyników
pt_br: Sem resultados

source: Order saved
pl_pl: Zamówienie zapisane
pt_br: Compra salva

source: Saved
pl_pl: Zapisano
pt_br: Salvo

source: NEW custom field
pl_pl: NOWE pole niestandardowe
pt_br: NOVO campo personalizado

source: Parent category is disabled, you can not enable that category
pl_pl: Kategoria główna jest wyłączona, nie możesz aktywować tej kategorii
pt_br: Categoria pai está desativado, você não pode habilitar esta categoria

source: The subcategory has been enabled
pl_pl: Podkategira została aktywowana
pt_br: A subcategoria foi ativada

source: The subcategory has been disabled
pl_pl: Podkategira została wyłączona
pt_br: A subcategoria foi desativada

source: The categories have been deleted
pl_pl: Kategorie zostały usunięte
pt_br: As categorias foram apagadas

source: Category updated correctly
pl_pl: Kategoria zaktualizowana poprawnie
pt_br: Categoria atualizada corretamente

source: Test email, %s
pl_pl: Próbny email, %s
pt_br: Teste de e-mail, %s

source: Test email
pl_pl: Próbny email
pt_br: E-mail de Teste

source: Email sent successfully
pl_pl: Email wysłany prawidłowo
pt_br: E-mail enviado com sucesso

source: View page
pl_pl: Wyświetl stronę
pt_br: Visualizar página

source: Nothing to copy
pl_pl: Nie ma nic do skopiowania
pt_br: Nada a copiar

source: Unzip failed
pl_pl: Rozpakowywanie zakończone niepowodzeniem
pt_br: Descompressão falhada

source: Download failed
pl_pl: Pobranie pliku niepomyślne
pt_br: Download falhou

source: Missing download URL
pl_pl: Brakuje URL do pobrania
pt_br: URL de download perdida

source: No external sources are allowed
pl_pl: Źródła zewnętrzne są niedostępne
pt_br: Nenhuma fonte externa é permitida

source: Input code not valid
pl_pl: Kod dostępu nieprawidłowy
pt_br: Código de entrada não é válido

source: Show more
pl_pl: Pokaż więcej
pt_br: Mostre mais

source: View comments
pl_pl: Zobacz komentarze
pt_br: Ver comentários

source: View media
pl_pl: Zobacz media
pt_br: Ver mídia

source: Clear Spam
pl_pl: Usuń spam
pt_br: Limpar Spam

source: Clear Duplicated
pl_pl: Usuń duplikaty
pt_br: Limpar Duplicados

source: Clear Offensive
pl_pl: Usuń obraźliwe
pt_br: Limpar Ofensivos

source: Clear Expired
pl_pl: Usuń wygasłe
pt_br: Limpar Expirado

source: Re-send activation email
pl_pl: Wyślij ponownie email aktywacji
pt_br: Re-enviar e-mail de ativação

source: Change your password
pl_pl: Zmień hasło
pt_br: Alterar sua senha

source: Type your new password
pl_pl: Wprowadź nowe hasło
pt_br: Digite sua nova senha

source: Change password
pl_pl: Zmień hasło
pt_br: Alterar senha

source: Log in
pl_pl: Zaloguj
pt_br: Entrar

source: Back to %s
pl_pl: Powrót do %s
pt_br: Voltar para %s

source: Username
pl_pl: Login
pt_br: Nome de usuário

source: Password
pl_pl: Hasło
pt_br: Senha

source: Remember me
pl_pl: Zapamiętaj mnie
pt_br: Lembrar-me

source: Forgot your password?
pl_pl: Zapomniałeś hasła?
pt_br: Esqueceu sua senha?

source: Lost your password
pl_pl: Zapomniałeś hasło
pt_br: Perdeu sua senha

source: Please enter your username or e-mail address
pl_pl: Podaj login oraz adres e-mail
pt_br: Por favor, informe o seu nome de usuário ou endereço de e-mail

source: You will receive a new password via e-mail
pl_pl: Nowe hasło dostaniesz drogą mailową
pt_br: Você receberá uma nova senha por e-mail

source: Get new password
pl_pl: Nowe hasło
pt_br: Pegar uma nova senha

source: Listings by category
pl_pl: Ogłoszenia według kategorii
pt_br: Listar por categoria

source: Listing
pl_pl: Ogłoszenie
pt_br: Listagem

source: Listings
pl_pl: Ogłoszenia
pt_br: Bens imóveis

source: There aren't any uploaded listing yet
pl_pl: Nie ma jeszcze żadnych ogłoszeń
pt_br: Não existem qualquer listagem inserida ainda

source: Statistics
pl_pl: Statystyki
pt_br: Estatísticas

source: Enter title here
pl_pl: Wpisz tytuł tutaj
pt_br: Entre o título aqui

source: Description
pl_pl: Opis
pt_br: Descrição

source: Edit admin
pl_pl: Edytuj admina
pt_br: Editar administrador

source: Save
pl_pl: Zapisz
pt_br: Salvar

source: Manage admins
pl_pl: Zarządzaj administratorami
pt_br: Gerir administradores

source: Add admin
pl_pl: Dodaj administratora
pt_br: Adicione admin

source: Add
pl_pl: Dodaj
pt_br: Adicionar

source: Admins
pl_pl: Administratorzy
pt_br: Administradores

source: Name <em>(required)</em>
pl_pl: Imię <em>(obowiązkowe)</em>
pt_br: Nome <em>(obrigatório)</em>

source: Username <em>(required)</em>
pl_pl: Nazwa użytkownika <em>(obowiązkowa)</em>
pt_br: Nome usuário <em>(obrigatório)</em>

source: E-mail <em>(required)</em>
pl_pl: Email <em>(obowiązkowy)</em>
pt_br: E-mail <em>(obrigatório)</em>

source: Admin type <em>(required)</em>
pl_pl: Typ administratora <em>(wymagane)</em>
pt_br: Tipo de admin <em>(obrigatório)</em>

source: Current password
pl_pl: Aktualne hasło
pt_br: Senha atual

source: New password
pl_pl: Nowe hasło
pt_br: Nova senha

source: Type your new password again
pl_pl: Wprowadź swoje hasło ponownie
pt_br: Digite sua nova senha novamente

source: Admins &raquo; %s
pl_pl: Administratorzy %s
pt_br: Administradores &raquo; %s

source: Apply
pl_pl: Zastosuj
pt_br: Aplicar

source: Name
pl_pl: Imię
pt_br: Nome

source: No data available in table
pl_pl: Brak dostępnych danych w tabeli
pt_br: Sem dados disponível na tabela

source: Appearance
pl_pl: Wygląd
pt_br: Aparência

source: Add theme &raquo; %s
pl_pl: Dodaj motyw %s
pt_br: Adicione tema &raquo; %s

source: Add new theme
pl_pl: Dodaj nowy szablon
pt_br: Adicionar novo tema

source: Download more themes at %s
pl_pl: Pobierz więcej szablonów na %s
pt_br: Baixe mais tema em %s

source: Theme package (.zip)
pl_pl: Paczka z szablone (.zip)
pt_br: Pacote de tema (.zip)

source: Upload
pl_pl: Wgraj

source: To make the directory writable under UNIX execute this command from the shell:
pl_pl: Aby nadać folderowi uprawnienia do zapisu pod UNIXem wprowadź następującą komendę:
pt_br: Para tornar o diretório gravável em UNIX é necessário executar este comando a partir do shell:

source: Loading data
pl_pl: Wczytywanie danych
pt_br: Lendo dados

source: Version
pl_pl: Wersja
pt_br: Versão

source: Author
pl_pl: Autor
pt_br: Autor

source: Download manually
pl_pl: Pobierz ręcznie
pt_br: Baixar manualmente

source: Cancel
pl_pl: Anuluj
pt_br: Cancelar

source: Continue install
pl_pl: Kontynuuj instalacje
pt_br: Continue a instalação

source: Preview
pl_pl: Podgląd
pt_br: Pré-visualizar

source: by
pl_pl: przez
pt_br: por

source: Add theme
pl_pl: Dodaj motyw
pt_br: Adicionar tema

source: Edit widget
pl_pl: Edytuj widżet
pt_br: Edite a widget

source: Save changes
pl_pl: Zapisz zmiany
pt_br: Salve as mudanças

source: Add widget
pl_pl: Dodaj widżet
pt_br: Adicione uma widget

source: Appearance &raquo; %s
pl_pl: Wygląd &raquo; %s
pt_br: Aparência&raquo; %s

source: Description: this field is required
pl_pl: Opis jest wymagany
pt_br: Descrição: Este campo é obrigatório

source: HTML Code for the Widget
pl_pl: Kod HTML dla Widgeta
pt_br: Código HTML para o Widget

source: Available themes
pl_pl: Dostępne szablony
pt_br: Temas disponíveis

source: Current theme
pl_pl: Aktualny szablon
pt_br: Tema atual

source: Update
pl_pl: Aktualizuj
pt_br: Atualizar

source: Manage Widgets
pl_pl: Zarządzaj widgety
pt_br: Gerencie as Widgets

source: Section: %s
pl_pl: Skecja: %s
pt_br: Seção: %s

source: Add HTML widget
pl_pl: Dodaj widget HTML
pt_br: Adicionar widget HTML

source: Description: %s
pl_pl: Opis: %s
pt_br: Descrição: %s

source: Edit category
pl_pl: Edytuj kategorię
pt_br: Editar Categoria

source: Ajax error, try again.
pl_pl: Błąd Ajax, spróbuj ponownie.
pt_br: Erro no Ajax, tente novamente

source: Categories
pl_pl: Kategorie
pt_br: Categorias

source: Categories &raquo; %s
pl_pl: Kategorie &raquo %s
pt_br: Categorias &raquo; %s

source: Drag&drop the categories to reorder them the way you like. Click on edit link to edit the category
pl_pl: Przeciągnij i upuść kategorie, aby zmienić ich kolejność. Kliknij na link edycji, aby modyfikować kategorię.
pt_br: Mover e fixar as categorias para agrupar do seu jeito. Clique no link editar para mudar a categoria de posição.

source: Edit comment
pl_pl: Edytuj komentarz
pt_br: Editar comentário

source: Title
pl_pl: Tytuł
pt_br: Título

source: Edit user
pl_pl: Edytuj użytkownika
pt_br: Editar usuário

source: Author's e-mail
pl_pl: E-mail
pt_br: E-mail do autor

source: Comment
pl_pl: Komentarz
pt_br: Comentário

source: Settings
pl_pl: Ustawienia
pt_br: Definições

source: Comments &raquo; %s
pl_pl: Komentarze &raquo; %s
pt_br: Comentários &raquo; %s

source: Hidden comments
pl_pl: Ukryte komentarze
pt_br: Componentes ocultos

source: All comments
pl_pl: Wszystkie komentarze
pt_br: Todos os comentários

source: Date
pl_pl: data
pt_br: Data

source: Edit email template &raquo; %s
pl_pl: Edytuj szablon wiadomości e-mail &raquo; %s
pt_br: Editar template de e-mail &raquo; %s

source: Edit email template
pl_pl: Edytuj wzór email'a
pt_br: Editar template de e-mail

source: Internal name
pl_pl: Imię wewntętrzne
pt_br: Nome interno

source: Used to identify the email template
pl_pl: Używany do identyfikacji szablonu wiadomości e-mail
pt_br: Usado para identificar o modelo de e-mail

source: Emails templates
pl_pl: Szablony wiadomości e-mail
pt_br: Editar campo personalizável

source: Edit custom field
pl_pl: Edytuj pole niestandardowe
pt_br: Editar campo modelo

source: Type
pl_pl: Typ
pt_br: Tipo

source: Options
pl_pl: Opcje
pt_br: Opções

source: This field is required
pl_pl: To pole jest wymagane
pt_br: Este campo é obrigatório

source: Select the categories where you want to apply these attribute:
pl_pl: Wybierz katwgorie gdzie chcesz zastosować te atrybuty:
pt_br: Selecione as categorias onde deseja aplicar estes atributo:

source: Check all
pl_pl: Zaznacz wszyskie
pt_br: Selecionar todos

source: Uncheck all
pl_pl: Odznacz wszystkie
pt_br: Desmarcar todos

source: Advanced options
pl_pl: Zaawansowane ustawienia
pt_br: Opções avançadas

source: Identifier name
pl_pl: Imię identyfilatora
pt_br: Nome do identificador

source: Only alphanumeric characters are allowed [a-z0-9_-]
pl_pl: Jedynie znaki alfanumeryczne są dozwolone [a-z0-9_-]
pt_br: São permitidos apenas caracteres alfanuméricos [a-z0 - 9 _-]

source: Custom field could not be added
pl_pl: Pole niestandardowe nie może zostać dodane
pt_br: Não foi possível adicionar o campo personalizado

source: Custom fields &raquo; %s
pl_pl: Niestandardowe pola &raquo; %s
pt_br: Campos personalizados & raquo; %s

source: Custom fields
pl_pl: Pola niestandardowe
pt_br: Campos personalizados

source: You don't have any custom fields yet
pl_pl: Nie dodałeś jeszcze żadnych własnych pól
pt_br: Você não tem quaisquer campos personalizados ainda

source: Add listing
pl_pl: Dodaj ofertę
pt_br: Adicionar anúncio

source: Edit listing
pl_pl: Edytuj ofertę
pt_br: Editar anúncio

source: Update listing
pl_pl: Aktualizuj ofertę
pt_br: Atualizar anúncio

source: Category
pl_pl: Kategoria
pt_br: Categoria

source: Price
pl_pl: Cena
pt_br: Preço

source: Photos
pl_pl: Zdjęcia
pt_br: Fotos

source: optional
pl_pl: dodatkowe
pt_br: Opcional

source: Add new photo
pl_pl: Dodaj nowe zdjęcie
pt_br: Adicionar Nova Foto

source: Region
pl_pl: Województwo
pt_br: Estado

source: City
pl_pl: Miasto
pt_br: Cidade

source: City area
pl_pl: Telefon
pt_br: Localidade

source: Address
pl_pl: Adres
pt_br: Endereço

source: Manage listings &raquo; %s
pl_pl: Zarządzaj ofertami &raquo; %s
pt_br: Gerenciar anúncios &raquo; %s

source: Delete listing
pl_pl: Usuń wpis
pt_br: Apagar anúncio

source: Filters
pl_pl: Filtry
pt_br: Filtros

source: Pattern
pl_pl: Wzór
pt_br: Padrão

source: Country
pl_pl: Kraj
pt_br: País

source: ON
pl_pl: WŁĄCZONY
pt_br: Ligado

source: OFF
pl_pl: WYŁĄCZONY
pt_br: Desligado

source: Active
pl_pl: Aktywne
pt_br: Ativo

source: Apply filters
pl_pl: Dodaj filtry
pt_br: Aplicar filtros

source: Reset filters
pl_pl: Zresetuj filtry
pt_br: Resetar filtros

source: Manage listings
pl_pl: Zarządzaj ofertami
pt_br: Gerenciar anúncios

source: %d Listings
pl_pl: Oferty %d
pt_br: %d Anúncios

source: Show filters
pl_pl: Pokaż filtry
pt_br: Mostrar filtros

source: User
pl_pl: Użytkownik
pt_br: Usuário

source: Find
pl_pl: Znajdź
pt_br: Procurar

source: Are you sure you want to %s the selected listings?
pl_pl: Czy jesteś pewien, że chcesz %s wybrane oferty?
pt_br: Tem certeza que deseja %s as listas selecionadas?

source: Update here
pl_pl: Zaktualizuj tutaj
pt_br: Atualize aqui

source: Are you sure you want to delete this listing?
pl_pl: Czy na pewno chcesz usunąć ten wpis?
pt_br: Tem certeza que deseja excluir esta listagem?

source: Reported listings
pl_pl: Zgłoszone ogłoszenia
pt_br: Listagens relatadas

source: Reported listings &raquo; %s
pl_pl: Zgłoszone ogłoszenia &raquo; %s
pt_br: Listagens relatadas &raquo; %s

source: Clear Missclassified
pl_pl: Usuń błędnie zakwalifikowane
pt_br: Limpar classificados erroneos

source: Misclassified
pl_pl: Błędnie zakwalifikowane
pt_br: Classificados erroneos

source: Duplicated
pl_pl: Duplikaty
pt_br: Duplicado

source: Expired
pl_pl: Wygasłe
pt_br: Expirado

source: Offensive
pl_pl: Obraźliwe
pt_br: Ofensivo

source: Listing Settings &raquo; %s
pl_pl: Ustawienia ogłoszeń &raquo; %s
pt_br: Configuração de anúncios &raquo; %s

source: Listing Settings
pl_pl: Ustawienia ogłoszeń
pt_br: Configuração de anúncios

source: Only logged in users can post listings
pl_pl: Tylko zalogowani użytkownicy mogą dodawać oferty
pt_br: Apenas usuários registrados podem postar anúncios

source: An user has to wait %s seconds between each listing added
pl_pl: Użytkownik musi poczekać %s sekund, aby dodać kolejne ogłoszenie
pt_br: Um usuário tem que esperar %s segundos entre cada anúncio adicionado

source: Users have to validate their listings
pl_pl: Użytkownicy muszą potwierdzić swoje ogłoszenia
pt_br: Usuários precisam validar seus anúncios

source: If the value is zero, it means that each listing must be validated
pl_pl: Jeśli wartość wynosi zero, oznacza to, że każdy wpis musi zostać zatwierdzony
pt_br: Se o valor for zero, significa que cada anúncio deve ser validado

source: Logged in users don't need to validate their listings
pl_pl: Zalogowani użytkownicy nie muszą potwierdzać publikowanych ogłoszeń
pt_br: Usuários logados não precisam validar seus anúncios

source: Show reCAPTCHA in add/edit listing form
pl_pl: Pokaż reCAPTCHA w dodaj/edytuj ogłoszenie
pt_br: Mostrar o reCAPTCHA no formulário Adicionar/Editar

source: <strong>Remember</strong> that you must configure reCAPTCHA first
pl_pl: <strong>Pamiętaj,</strong> że najpierw musisz skonfigurować reCAPTCHA
pt_br: <strong>Lembre-se</strong> que você deve configurar o reCAPTCHA primeiro

source: Contact publisher
pl_pl: Skontaktuj się ze sprzedającym
pt_br: Contatar anunciante

source: Only allow registered users to contact publisher
pl_pl: Pozwalaj tylko zarejestrowanym użytkownikom na kontaktowanie się z ogłoszeniodawcą
pt_br: Só permitir que os usuários cadastrados entre em contato com o anunciante

source: Notifications
pl_pl: Powiadomienia
pt_br: Notificações

source: Notify admin when a new listing is added
pl_pl: Powiadom administratora kiedy zostanie dodany nowy wpis
pt_br: Notificar o admin quanto uma nova lista for criada

source: Optional fields
pl_pl: Dodatkowe pola
pt_br: Campos opcionais

source: Attach images
pl_pl: Załącz zdjęcia
pt_br: Anexar imagens

source: Attach %s images per listing
pl_pl: Dodaj %s zdjęć do ogłoszenia
pt_br: Anexar %s imagens por anúncio

source: Add language &raquo; %s
pl_pl: Dodaj język &raquo; %s
pt_br: Adicione idioma &raquo; %s

source: Add language
pl_pl: Dodaj język
pt_br: Adicione idioma

source: Download more languages at %s
pl_pl: Ściągnij więcej języków z %s
pt_br: Baixar mais idiomas em %s

source: Language package (.zip)
pl_pl: Paczka tłumaczeń (.zip)
pt_br: Pacote de idiomas (.zip)

source: Edit language &raquo; %s
pl_pl: Edytuj język &raquo; %s
pt_br: editar idioma &raquo; %s

source: Edit language
pl_pl: Edytuj język
pt_br: Editar idioma

source: Short name
pl_pl: Krótka nazwa
pt_br: Nome curto

source: Currency format
pl_pl: Format waluty
pt_br: Formato da moeda

source: Number of decimals
pl_pl: Liczba miejsc dziesiętnych
pt_br: Número de casas decimais

source: Decimal point
pl_pl: Przecinek
pt_br: Ponto decimal

source: Thousands separator
pl_pl: Separator tysięcy
pt_br: Separador de milhares

source: Date format
pl_pl: Format daty
pt_br: Formato da data

source: Enabled for the public website
pl_pl: Włączone
pt_br: Ativado para o site público

source: Enabled for the backoffice (oc-admin)
pl_pl: Włącz dla backoffice (oc-admin)
pt_br: Ativado para o site de administração (oc-admin)

source: Languages &raquo; %s
pl_pl: Języki &raquo; %s
pt_br: Idiomas &raquo; %s

source: Manage Languages
pl_pl: Zarządzaj językami
pt_br: Gerenciar idiomas

source: Enable (Website)
pl_pl: Włącz (strone)
pt_br: Ativar (website)

source: Disable (Website)
pl_pl: Wyłącz (stronę)
pt_br: Desativar (website)

source: Enabled (website)
pl_pl: Włącz (strona www)
pt_br: Ativar (website)

source: Enabled (oc-admin)
pl_pl: Włącz (oc-admin)
pt_br: Ativar (oc-admin)

source: Dashboard
pl_pl: Start
pt_br: Painel Administrativo

source: Dashboard &raquo; %s
pl_pl: Panel &raquo; %s
pt_br: Painel de controle &raquo; %s

source: Users
pl_pl: Użytkownicy
pt_br: Usuários

source: New listings
pl_pl: Nowe oferty
pt_br: Novo anúncio

source: New users
pl_pl: Nowi użytkownicy
pt_br: Novos usuários

source: Total number of listings: %s
pl_pl: Łączna liczba ogłoszeń: %s
pt_br: Número total de anúncios: %s

source: Listing statistics
pl_pl: Statystyki ogłoszeń
pt_br: Statisticas de anúncios

source: Total number of users: %s
pl_pl: Łączna liczba użytkowników: %s
pt_br: Número total de usuários: %s

source: User statistics
pl_pl: Statystyki użytkownika
pt_br: Estatísticas de usuários

source: Manage Media
pl_pl: Zarządzaj mediami
pt_br: Gerenciar mídia

source: Attached to
pl_pl: Dołącz do
pt_br: Anexado a

source: Edit page
pl_pl: Edytuj stronę
pt_br: Editar página

source: Add page
pl_pl: Dodaj strone
pt_br: Adicionar página

source: Pages
pl_pl: Strony
pt_br: Páginas

source: Create page
pl_pl: Utwórz stronę
pt_br: Criar página

source: Pages &raquo; %s
pl_pl: Strony &raquo; %s
pt_br: Páginas &raquo; %s

source: Manage pages
pl_pl: Zarządzaj stronami
pt_br: Gerenciar páginas

source: Order
pl_pl: Porządek
pt_br: Pagamento

source: Documentation
pl_pl: Dokumnety
pt_br: Documentação

source: Forums
pl_pl: Fora

source: Plugins
pl_pl: Wtyczki

source: Add plugin &raquo; %s
pl_pl: Dodaj wtyczkę &raquo; %s
pt_br: Adicionar plugin &raquo; %s

source: Add plugin
pl_pl: Dodaj wtyczkę
pt_br: Adicionar plugin

source: Cannot install new plugin
pl_pl: Nie można zainstalować nowej wtyczki
pt_br: Não é possível instalar o novo plugin

source: Download more plugins at %s
pl_pl: Pobierz więcej wtyczek z %s
pt_br: Baixar mais plugins em %s

source: Plugin package (.zip)
pl_pl: Pakiet wtyczki (.zip)
pt_br: Pacote de plugin (.zip)

source: Manage Plugins
pl_pl: Zarządzaj wtyczkami
pt_br: Gerenciar plugins

source: Plugins &raquo; %s
pl_pl: Wtyczki &raquo; %s

source: Moderated comments: this field is required
pl_pl: Moderowane komentarze: To pole jest wymagane
pt_br: Comentários moderados: este campo é obrigatório

source: Comments per page: this field is required
pl_pl: Komentarze na stronie: To pole jest wymagane
pt_br: Comentários por página: este campo é obrigatório

source: Default comment settings
pl_pl: Domyślne ustawienia komentarzy
pt_br: Configuração de comentário padrão

source: Allow people to post comments on listings
pl_pl: Pozwolić na komentowanie ogłoszeń
pt_br: Permitir postagem de comentários nos anúncios

source: Users must be registered and logged in to comment
pl_pl: Użtkownicy muszą być zarejestrowani i zalogowani aby umieszczać komentarze
pt_br: Os usuários devem ser registrados e logados para comentar

source: Other comment settings
pl_pl: Inne ustawienia komentarzy
pt_br: Outras configurações de comentários

source: Break comments into pages with %s comments per page
pl_pl: Podziel komentarze na strony z %s komentarzami na każdej stronie
pt_br: Interromper os comentários em páginas quando houver %s por página

source: E-mail admin whenever
pl_pl: Zawsze powiadamiaj administratora drogą email
pt_br: Enviar um e-mail para Admin sempre que

source: E-mail user whenever
pl_pl: Zawsze powiadamiaj użytkownika drogą email
pt_br: Enviar e-mail para usuário sempre que

source: Currencies &raquo; %s
pl_pl: Waluty &raquo; %s
pt_br: Moedas &raquo; %s

source: Currencies
pl_pl: Waluty
pt_br: Moedas

source: Code
pl_pl: Kod
pt_br: Código

source: Currency code: this field is required
pl_pl: Kod waluty: pole obowiązkowe
pt_br: Código da moeda: este campo é obrigatório

source: Name: this field is required
pl_pl: Imię: to pole jest wymagane
pt_br: Nome: este campo é obrigatório

source: Add currency
pl_pl: Dodaj walutę
pt_br: Adicionar moeda

source: Edit currency
pl_pl: Zmiana waluty
pt_br: Editar moeda

source: Update currency
pl_pl: Aktualizuj walutę
pt_br: Atualizar moeda

source: Currency Code
pl_pl: Kod waluty
pt_br: Código da Moeda

source: Page title: this field is required
pl_pl: Tytuł strony: pole obowiązkowe
pt_br: Título da página: este campo é obrigatório

source: Email: this field is required
pl_pl: Email: to pole jest wymagane
pt_br: Email: Este campo é obrigatório

source: Invalid email address
pl_pl: Błędny adres email
pt_br: Endereço de email inválido

source: The search page shows: this field is required
pl_pl: Strona wyszukiwania pokazuje: to pole jest wymagane
pt_br: Mostrar pesquisas: este campo é obrigatório

source: General Settings &raquo; %s
pl_pl: Ustawienia ogolne &raquo; %s
pt_br: Configurações Gerais &raquo; %s

source: General Settings
pl_pl: Ustawienia
pt_br: Definições gerais

source: Page title
pl_pl: Tytuł strony
pt_br: Título da página

source: Page description
pl_pl: Opis strony
pt_br: Descrição da página

source: Admin e-mail
pl_pl: e-mail admina
pt_br: E-mail de administrador

source: Default language
pl_pl: Domyślny język
pt_br: Idioma padrão

source: Default currency
pl_pl: Domyślna waluta
pt_br: Moeda padrão

source: Week starts on
pl_pl: Tydzień zaczyna się od
pt_br: Semana começa em

source: Sunday
pl_pl: Niedziela
pt_br: Domingo

source: Monday
pl_pl: Poniedziałek
pt_br: Segunda

source: Tuesday
pl_pl: Wtorek
pt_br: Terça

source: Wednesday
pl_pl: Środa
pt_br: Quarta

source: Thursday
pl_pl: Czwartek
pt_br: Quinta

source: Friday
pl_pl: Piątek
pt_br: Sexta

source: Saturday
pl_pl: Sobota
pt_br: Sábado

source: Timezone
pl_pl: Strefa czasowa
pt_br: Fuso horário

source: Select a timezone...
pl_pl: Wybierz strefę czasową...
pt_br: Selecione um fuso horário...

source: Date & time format
pl_pl: Format daty i godziny
pt_br: Formato de Data & Hora

source: Documentation on date and time formatting
pl_pl: Dokumentacja o formacie daty i godziny
pt_br: Documentação sobre formatação de data e hora

source: RSS shows
pl_pl: RSS
pt_br: Mostrar RSS

source: listings at most
pl_pl: Lista najwyżej
pt_br: Anúncios de no máximo

source: Parent categories
pl_pl: Kategorie nadrzędne
pt_br: Categorias pai

source: Contact Settings
pl_pl: Ustawienia kontaktu
pt_br: Configurações de Contato

source: Attachments
pl_pl: Załączniki
pt_br: Anexos

source: Allow people to attach a file to the contact form
pl_pl: Umożliwić załączanie plików do formularza kontaktowego
pt_br: Permitir que as pessoas anexar um arquivo para o formulário de contato
