Repository: mindstellar/Osclass
Catalog: *-content/languages/*/core.po
Languages: pl_pl, pt_br

source: Send admin a copy to "share listing" email
pl_pl: Wyślij kopię "prześlij ogłoszenie do znajomego" do administratora przez email
pt_br: Enviar administrador cópia para "compartilhar lista" e-mail

source: If the value is zero, it means an unlimited number of images is allowed
pl_pl: Jeżeli wartość wynosi zero, można dodać nieskończoną liczbę obrazów do ogłoszenia
pt_br: Se o valor for igual a zero, significa que um número ilimitado de imagens é permitido

source: Can't install a new language
pl_pl: Nie można zainstalować nowego języka
pt_br: Não é possível instalar um novo idioma

source: The translations folder is not writable on your server so you can't upload translations from the administration panel. Please make the translation folder writable and try again.
pl_pl: Nie możesz załadować tłumaczeń z panelu administracyjnego, ponieważ folder z tłumaczeniami nie jest zapisywalny na Twoim serwerze. Zmień folder z tłumaczeniami na zapisywalny i spróbuj ponownie.
pt_br: A pasta traduções não é gravável no seu servidor para que você não pode fazer upload de traduções a partir do painel de administração. Por favor, verifique a pasta de tradução gravável e tente novamente.

source: Add, edit or delete the language in which your Osclass is displayed, both the part that's viewable by users and the admin panel.
pl_pl: Dodaj, edytuj lub skasuj język Twojej instalacji Osclass - zarówno strony internetowej, jak i panelu administracyjnego.
pt_br: Adicionar, editar ou excluir a língua em que seu Osclass é exibido, tanto a parte que é visível pelos usuários e do painel de administração

source: Delete language
pl_pl: Usuń język
pt_br: Excluir linguagem

source: Tick to allow searches by this field
pl_pl: Zaznacz, aby umożliwić wyszukiwanie według tego pola
pt_br: Marque para permitir pesquisas por este campo

source: Osclass is a free, open-source project, sustained by the community. Money received from donations will be used to further development and improve the project.
pl_pl: Osclass to darmowy projekt open source, wspierany przez swoją społeczność. Pieniądze otrzymywane z donacji przeznaczane są na dalszy rozwój i ulepszanie projektu.
pt_br: Osclass é um projeto open-source gratuito, sustentado pela comunidade. O dinheiro recebido de doações será usado para o desenvolvimento e melhorar o projeto.

source: Download
pl_pl: Pobierz

source: Last update
pl_pl: Najnowsza aktualizacja
pt_br: Última atualização

source: Downloads
pl_pl: Pobrane pliki

source: Requires at least
pl_pl: Wymaga co najmniej
pt_br: Requer pelo menos

source: Compatible up to
pl_pl: Obsługuje do
pt_br: Compatível com até

source: Screenshots
pl_pl: Zdjęcia ekranu
pt_br: Imagens

source: Warning! This package is not compatible with your current version of Osclass (%s)
pl_pl: Uwaga! Ten pakiet nie jest zgodny z najnowszą wersją Osclass (%s)
pt_br: Atenção! Este pacote não é compatível com a versão atual do Osclass (%s)

source: Are you sure?
pl_pl: Na pewno?
pt_br: Você tem certeza?

source: Ok, proceed anyway
pl_pl: Ok, kontynuuj mimo wszystkich
pt_br: Ok, vá de qualquer jeito

source: Warning! This theme is not compatible with your current version of Osclass (%s)
pl_pl: Uwaga! Ten motyw nie jest zgodny z Twoją bieżącą wersją Osclass (%s)
pt_br: Atenção! Este tema não é compatível com a versão atual do Osclass (%s)

source: The plugin has been downloaded correctly, proceed to install and configure.
pl_pl: Wtyczka została pobrana prawidłowo, przystąp do jego instalacji i dalszej konfiguracji.
pt_br: O plugin foi baixado corretamente, prossiga para instalar e configurar.

source: The language has been downloaded correctly, proceed to activate.
pl_pl: Język został pobrany prawidłowo, przystąp do jego instalacji i dalszej konfiguracji.
pt_br: A linguagem foi baixado corretamente, prossiga para ativar.

source: downloads
pl_pl: pobrane pliki
pt_br: Baixar

source: Discover how to improve your Osclass!
pl_pl: Zobacz jak ulepszyć Twoje Osclass!
pt_br: Descubra como melhorar sua Osclass!

source: Themes
pl_pl: Motywy

source: No white background will be added to keep the size.
pl_pl: Nie zostanie dodane białe tło, aby utrzymać rozmiar.
pt_br: No fundo branco será adicionado para manter o tamanho

source: Browse and download available Osclass plugins, from a constantly-updated selection. After downloading a plugin, you have to install it and configure it to get it up and running.
pl_pl: Przeglądaj i ściągaj dostępne wtyczki dla Osclass z nieustannie aktualizowanej sekcji. Aby uruchomić wtyczkę, ściągnij ją, zainstaluj i skonfiguruj.
pt_br: Navegar e baixar plugins Osclass disponíveis, a partir de uma seleção constantemente atualizada. Depois de baixar um plugin, você tem que instalá-lo e configurá-lo para obtê-lo instalado e funcionando.

source: Recommended plugins for You
pl_pl: Polecane wtyczki dla Ciebie
pt_br: Plugins Recomendado para você

source: View all (%s)
pl_pl: Zobacz wszystkie (%s)
pt_br: Ver todos (%s)

source: Recommended themes for You
pl_pl: Polecane motywy dla Ciebie
pt_br: Temas Recomendado para você

source: Languages for this version
pl_pl: Języki dostępne dla tej wersji
pt_br: Idionas para esta versão

source: Last updates
pl_pl: Najnowsze aktualizacje
pt_br: Últimas atualizações

source: Manage the images that users have uploaded along with their listings. You can delete them without deleting the whole listing if the image is inappropriate or doesn’t match the listing.
pl_pl: Zarządzaj obrazami, które publikują użytkownicy wraz z ogłoszeniami. Możesz je skasować bez potrzeby usunięcia całego ogłoszenia.
pt_br: Gerenciar as imagens que os usuários se enviados, juntamente com suas listas. Você pode excluí-los sem apagar toda a lista, se a imagem não é apropriado ou não coincidir com a listagem.

source: Delete media
pl_pl: Usuń media

source: Are you sure you want to delete this media file?
pl_pl: Na pewno chcesz usunąć ten plik mediów?
pt_br: Tem certeza de que deseja excluir este arquivo de mídia?

source: Used to quickly identify this page
pl_pl: Używane do szybkiej identyfikacji strony
pt_br: Usado para identificar rapidamente esta página

source: Page template
pl_pl: Szablon strony
pt_br: Modelo de página

source: Default template
pl_pl: Szablon domyślny
pt_br: Modelo padrão

source: Show a link in footer
pl_pl: Pokaż link w stopce strony
pt_br: Mostrar um link no rodapé

source: With Osclass you can create static pages on which information can be stored, such as "About Us" or "Info" pages. From here you can create, edit or delete your site's static pages.
pl_pl: Z Osclass możesz stworzyć statyczne strony z różnymi informacjami, np.: "O Nas" lub "Kontakt". Tutaj możesz łatwo stworzyć, edytować lub skasować Twoje strony statyczne.
pt_br: Com Osclass você pode criar páginas estáticas em que a informação pode ser armazenada, como o "About Us" ou "info" páginas. A partir daqui você pode criar, editar ou excluir páginas estáticas do seu site.

source: No Subcategory
pl_pl: Brak podkategorii
pt_br: No Subcategoria

source: Select Subcategory
pl_pl: Wybierz podkategorię
pt_br: Selecione Subcategoria

source: Manually upload Osclass plugins in .zip format. If you prefer, you can manually upload the decompressed plugin to <em>oc-content/plugins</em>.
pl_pl: Pobierz wtyczkę Osclass ręcznie w formacie .zip. Jeśli wolisz, możesz załadować zdekompresowaną wtyczkę ręcznie do <em>oc-content/plugins</em>.
pt_br: Carregar manualmente plugins Osclass em formato zip.. Se preferir, você pode enviar manualmente o plugin descompactado para <em> oc-content/plugins</em>.

source: The plugin folder is not writable on your server so you cannot upload plugins from the administration panel. Please make the folder writable and try again.
pl_pl: Nie można pobrać wtyczki z panelu administracyjnego, ponieważ folder z wtyczką nie jest zapisywalny na Twoim serwerze. Zmień ustawienia folderu na zapisywalne i spróbuj jeszcze raz.
pt_br: A pasta de plugin não é gravável no seu servidor para que você não pode fazer upload de plugins do painel de administração. Por favor, verifique a pasta gravável e tente novamente.

source: Install or uninstall the plugins available in your installation. In some cases, you'll have to configure the plugin in order to get it to work.
pl_pl: Zainstaluj lub odinstaluj wtyczki dostępne dla Twojej instalacji. W niektórych przypadkach, będzie trzeba je skonfigurować, aby działały poprawnie.
pt_br: Instalar ou desinstalar os plugins disponíveis em sua instalação. Em alguns casos, você terá que configurar o plugin, a fim de fazê-lo funcionar.

source: Uninstall plugin
pl_pl: Odinstaluj wtyczkę
pt_br: Desinstalar o plug-in

source: Moderated comments: this field must only contain numeric characters
pl_pl: Komentarze moderowane: to pole musi być numerem
pt_br: Comentários moderado: este campo deve conter apenas caracteres numéricos

source: Comments per page: this field must only contain numeric characters
pl_pl: Komentarze na strone: to pole musi być numerem
pt_br: Comentários por página: este campo deve conter apenas caracteres numéricos

source: Modify the options that allow your users to publish comments on your site's listings.
pl_pl: Modyfikuj opcje pozwalające użytkownikom na publikowanie komentarzy na stronie z ogłoszeniem.
pt_br: Modifique as opções que permitem que seus usuários publiquem comentários sobre listagens de seu site.

source: Comment Settings &raquo; %s
pl_pl: Ustawienia komentarzy &raquo; %s
pt_br: Comentário Configurações %s

source: Comment Settings
pl_pl: Ustawienia komentarzy
pt_br: Comentário Configurações

source: A comment is being held for moderation
pl_pl: Komentarz został przekazany do moderacji
pt_br: Um comentário está sendo realizada pela moderação

source: Before a comment appears, comment author must have at least %s previously approved comments
pl_pl: Przed opublikowaniem komentarza, jego autor musiał mieć %s komentarzy zatwierdzonych wcześniej
pt_br: Antes de um comentário aparecer, autor do comentário deve ter pelo menos %s comentários previamente aprovados

source: If the value is zero, an administrator must always approve comments
pl_pl: Jeżeli wartość jest zero, administrator musi zawsze zatwierdza komentarze

source: If the value is zero all comments are shown
pl_pl: Jeżeli wartość jest zero, wszystkie komentarze są publikowane automatycznie
pt_br: Se o valor for igual a zero todos os comentários são exibidos

source: A new comment is posted
pl_pl: Opublikowano nowy komentarz
pt_br: Um novo comentário publicado

source: There's a new comment on his listing
pl_pl: Dodano nowy komentarz do tego ogłoszenia
pt_br: Há um novo comentário no seu anúncio

source: Add new currencies or edit existing currencies so users can publish listings in their country's currency.
pl_pl: Dodaj nowe waluty lub edytuj istniejące waluty tak, aby użytkownicy mogli publikować ogłoszenia w swojej krajowej walucie.
pt_br: Adicionar novas moedas ou editar moedas existentes para que os usuários podem publicar anúncios em moeda do seu país.

source: Are you sure you want to %s the selected currencies?
pl_pl: Na pewno chcesz %s wybrane waluty?
pt_br: Você tem certeza que quer %s as moedas selecionadas?

source: Delete currency
pl_pl: Usuń walutę
pt_br: Excluir moeda

source: Are you sure you want to delete this currency?
pl_pl: Na pewno chcesz skasować tę walutę?-
pt_br: Tem certeza de que deseja excluir esta moeda?

source: Must be a three-character code according to the <a href="%s" target="_blank">ISO 4217</a>
pl_pl: Musi być kodem trzy znakowym zgodnym z normami <a href="%s" target="_blank">ISO 4217</a>
pt_br: Deve ser um código de três caracteres de acordo com o <a href="%s" target="_blank"> ISO 4217 </a>

source: Currency symbol
pl_pl: Symbol waluty
pt_br: Símbolo da moeda

source: Listings shown in RSS feed: this field is required
pl_pl: Ogłoszenia publikowane w feedzie RSS: to pole jest obowiązkowe
pt_br: Resultados mostrados em RSS feed: este campo é obrigatório

source: Listings shown in RSS feed: this field must only contain numeric characters
pl_pl: Ogłoszenia publikowane w feedzie RSS: to pole musi być numerem
pt_br: Resultados mostrados em RSS feed: este campo deve conter apenas caracteres numéricos

source: Latest listings shown: this field is required
pl_pl: Ostatnio pokazane ogłoszenia: to pole jest obowiązkowe
pt_br: Novos anúncios mostrado: Este campo é obrigatório

source: Latest listings shown: this field must only contain numeric characters
pl_pl: Ostatnio pokazane ogłoszenia: to pole musi być numerem
pt_br: Novos anúncios mostrados: este campo deve conter apenas caracteres numéricos

source: The search page shows: this field must only contain numeric characters
pl_pl: Strona z wyszukiwaniem pokazuje: to pole musi być numerem
pt_br: A página de pesquisa mostra: este campo deve conter apenas caracteres numéricos

source: Change the basic configuration of your Osclass. From here, you can modify variables such as the site’s name, the default currency or how lists of listings are displayed. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
pl_pl: Zmień podstawową konfigurację Twojego Osclass. Tutaj możesz modyfikować np.: nazwę strony, walutę, sposób wyświetlenia listy ogłoszeń. <strong>Bądź ostrożny</strong> modyfikując wartości domyślne strony, jeśli nie jesteś pewien co robisz!
pt_br: Altere a configuração básica do seu Osclass. A partir daqui, você pode modificar variáveis, tais como o nome do site, a moeda padrão ou como listas de listas são exibidas. <strong>Tenha cuidado</strong> ao modificar os valores padrão, se você não tem certeza do que você está fazendo!

source: Latest listings shown
pl_pl: Najnowsze ogłoszenia
pt_br: Novos anúncios mostrados

source: at most
pl_pl: najwyżej
pt_br: no máximo

source: Search page shows
pl_pl: Strona wyszukiwania pokazuje
pt_br: Página de pesquisa

source: Category settings
pl_pl: Ustawienia kategorii
pt_br: Configurações de categoria

source: Allow users to select a parent category as a category when inserting or editing a listing
pl_pl: Pozwól użytkownikom wybrać kategorię główną jako wybraną kategorię przy publikowaniu/edytowaniu ogłoszenia
pt_br: Permitir aos usuários selecionar uma categoria pai como uma categoria ao inserir ou editar uma lista

source: Allow Osclass to run a built-in <a href="%s" target="_blank">cron</a> automatically without setting crontab
pl_pl: Pozwól Osclass na uruchamianie wbudowanego <a href="%s" target="_blank">crona</a> bez ustawienia crontab
pt_br: Permitir Osclass para executar um built-in <a href="%s" target="_blank"> cron </a> automaticamente sem configurar crontab

source: Last checked on %s
pl_pl: Ostatnio sprawdzone na %s
pt_br: Última verificação em %s

source: Delete location
pl_pl: Usuń lokalizację
pt_br: Excluir localização

source: Add, edit or delete the countries, regions and cities installed on your Osclass. <strong>Be careful</strong>: modifying locations can cause your statistics to be incorrect until they're recalculated. Modify only if you're sure what you're doing!
pl_pl: Dodaj, edytuj lub skasuj kraje, regiony i/lub miasta zainstalowane na Twoim Osclass. <strong>Uwaga</strong>: zmiana lokalizacji może spowodować błąd w statystykach dopóki nie zostaną one zrekalkulowane. Zmień je tylko jeśli masz pewność co robisz!
pt_br: Adicionar, editar ou excluir os países, regiões e cidades instalados no seu Osclass. <strong> Tenha cuidado </strong>: modificando locais podem fazer com que suas estatísticas para estar incorreta até que sejam recalculados. Modifique somente se você tiver certeza de que você está fazendo!

source: Locations &raquo; %s
pl_pl: Miejsca » %s
pt_br: Locais %s

source: Remove selected
pl_pl: Usuń wybrane
pt_br: Remover selecionados

source: This action can't be undone. Items associated to this location will be deleted. Users from this location will be unlinked, but not deleted. Are you sure you want to continue?
pl_pl: Akcja ta jest nieodwracalna. Ogłoszenia i pozycje związane z tą lokalizacją zostaną skasowane. Link użytkowników związanych z tą lokalizacją zostanie przerwany, ale nie zostaną oni skasowani. Na pewno chcesz kontynuować?
pt_br: Essa ação não pode ser desfeita. Os itens associados a este local será apagado. Usuários deste local será desvinculado, mas não eliminado. Tem certeza de que deseja continuar?

source: Modify the settings of the mail server from which your site's emails are sent. <strong>Be careful</strong>: these settings can vary depending on your hosting or server. If you run into any issues, check your hosting's help section.
pl_pl: Zmień ustawienia serwera poczty, z którego wysyłane są emaile. <strong>Uwaga:</strong> ustawienia te mogą być różne w zależności od zatrudnionego serwisu hostingowego. Jeżeli będziesz miał trudności z tą częścią, skontaktuj się z Twoim dostawcą hostingu.
pt_br: Modificar as configurações do servidor de correio a partir do qual e-mails do seu site são enviadas. <strong> Tenha cuidado </strong>: essas configurações podem variar de acordo com a sua hospedagem ou servidor. Se você tiver qualquer problema, consulte a secção de ajuda do seu hosting.

source: Cannot be sure that Apache Module <b>mod_ssl</b> is loaded.
pl_pl: Nie wiadomo, czy moduł Apache <b>mod_ssl</b> został pobrany.
pt_br: Não podemos ter certeza que o Apache Module <b>mod_ssl</b> é carregado.

source: Maximum size: this field must only contain numeric characters
pl_pl: Maksymalny rozmiar: to pole musi być numerem
pt_br: Tamanho máximo: este campo deve conter apenas caracteres numéricos

source: Manage the options for the images users can upload along with their listings. You can limit their size, the number of images per ad, include a watermark, etc.
pl_pl: Zarządzaj opcjami dotyczącymi obrazów, które użytkownicy mogą dodawać do publikowany ogłoszeń. Możesz ustawić ich maksymalny rozmiar, liczbę obrazów na ogłoszenia, dodać znak wodny, itd.
pt_br: Gerenciar as opções para os usuários podem fazer upload de imagens, juntamente com suas listas. Você pode limitar o seu tamanho, o número de imagens por anúncio, incluir uma marca d'água, etc

source: Image sizes
pl_pl: Rozmiar obrazu
pt_br: tamanhos de imagem

source: Image may occupy more space than usual.
pl_pl: Zdjęcie może zająć więcej miejsca niż normalnie.
pt_br: Imagem pode ocupar mais espaço do que o habitual.

source: Osclass doesn't check the watermark image size
pl_pl: Osclass nie sprawdza rozmiaru znaku wodnego
pt_br: Osclass não verifica o tamanho da imagem marca d'água

source: You can regenerate different image dimensions. If you have changed the dimension of thumbnails, preview or normal images, you might want to regenerate your images.
pl_pl: Możesz regenerować różne rozmiary obrazów. Jeżeli zmieniłeś rozmiar miniaturek, podglądu lub normalnego obrazu, możesz chcieć regenerować Twoje obrazy.
pt_br: Você pode regenerar diferentes dimensões da imagem. Se você tiver alterado a dimensão das miniaturas, visualização ou imagens normais, você pode querer se regenerar suas imagens.

source: Recommendation
pl_pl: Rekomendacje
pt_br: Recomendação

source: We highly recommend you have the 'Keep original image' option active when you use watermarks.
pl_pl: Radzimy aktywować opcję: "Zachowaj oryginalny obraz" przy użyciu znaku wodnego.
pt_br: Recomendamos que você tem o 'Mantenha imagem original' opção ativa quando você usa marcas d'água.

source: Change username url: this field is required
pl_pl: URL zmiany nazwy użytkownika: to pole jest obowiązkowe
pt_br: Alterar url usuário: Este campo é obrigatório

source: Activate this option if you want your site's URLs to be more attractive to search engines and intelligible for users. <strong>Be careful</strong>: depending on your hosting service, this might not work correctly.
pl_pl: Aktywuj tę opcję jeśli chcesz, aby Twoje URL były atrakcyjne dla wyszukiwarek i zrozumiałe dla użytkowników. <strong>Uwaga</strong>: funkcja ta zależy od zatrudnionych usług hostingowych.
pt_br: Ative essa opção se você quiser URLs do seu site a ser mais atraente para os motores de busca e inteligíveis para os usuários. <strong> Tenha cuidado </strong>: dependendo do seu serviço de hospedagem, isso pode não funcionar corretamente.

source: By default Osclass uses web URLs which have question marks and lots of numbers in them. However, Osclass offers you friendly urls. This can improve the aesthetics, usability, and forward-compatibility of your links
pl_pl: Osclass używa domyślnie URL, które zawierają w treści znaki zapytania, numery, liczby i wiele innych. W Osclass oferujemy Ci możliwość zastosowania przyjaznych URL. Dzięki tej funkcji możesz ulepszyć estetykę, użyteczność i zgodność Twoich linków.
pt_br: Por Osclass padrão usa URLs da web que têm pontos de interrogação e um monte de números em si. No entanto, Osclass oferece urls amigáveis. Isso pode melhorar a estética, usabilidade, e avançar de compatibilidade de suas ligações

source: Fr
pl_pl: Od

source: User change username
pl_pl: Zmiana nazwy użytkownika
pt_br: Mudança de nome de usuário do usuário

source: Your .htaccess file
pl_pl: Twój plik .htaccess
pt_br: Seu arquivo .htaccess

source: Custom number: this field must only contain numeric characters
pl_pl: Numer dostosowany: to pole musi być numerem
pt_br: Número personalizado: este campo deve conter apenas caracteres numéricos

source: Custom number: this field cannot be left empty
pl_pl: Pole niestandardowe: to pole nie może być puste
pt_br: Número personalizado: este campo não pode ser deixado em branco

source: Save the searches users do on your site. In this way, you can get information on what they're most interested in. From here, you can manage the options on how much information you want to save.
pl_pl: Zachowaj wszystkie wyszukiwania użytkowników na Twojej stronie. W ten sposób, możesz uzyskać informację na temat tego, co ich interesuje. Tutaj możesz modyfikować ile informacji chcesz zapisać.
pt_br: Salve as pesquisas usuários fazem no seu site. Desta forma, você pode obter informações sobre o que está mais interessado em A partir daqui, você pode gerenciar as opções sobre a quantidade de informação que você deseja salvar.

source: It may be useful to know what queries users make.
pl_pl: Może się przydać, aby poznać wyszukiwania użytkowników.
pt_br: Pode ser útil para saber o que os usuários fazem consultas.

source: How long queries are stored
pl_pl: Jak długo przechowywane są zapytania
pt_br: Como consultas longas são armazenados

source: Keep spammers from publishing on your site by configuring reCAPTCHA and Akismet. Be careful: in order to use these services, you must register on their sites first and follow their instructions.
pl_pl: Ustawienia reCAPTCHA i Akismet, aby zapobiec spamowi na Twojej stronie. Uwaga: musisz najpierw zarejestrować się na ich stronach, aby skorzystać z tych usług.
pt_br: Manter spammers de publicar em seu site, configurando reCAPTCHA e Akismet. Tenha cuidado: a fim de usar esses serviços, você deve registrar em seus sites primeiro e siga as instruções.

source: See how many comments the listings published on your site have received.
pl_pl: Zobacz liczbę komentarzy Twojego ogłoszenia.
pt_br: Veja quantos comentários dos imóveis em seu site recebeu.

source: Comment Statistics &raquo; %s
pl_pl: Statystyki komentarzy &raquo; %s
pt_br: Comentário Estatísticas %s

source: Comment Statistics
pl_pl: Statystki komentarzy
pt_br: Comentário Statistics

source: There are no statistics yet
pl_pl: Nie ma jeszcze żadnych statystyk
pt_br: Não existem estatísticas ainda

source: Alerts
pl_pl: Powiadomienia
pt_br: Alertas

source: Subscribers
pl_pl: Prenumeratorzy
pt_br: Assinante

source: New alerts
pl_pl: Nowe powiadomienia
pt_br: Novos alertas

source: Number of new alerts
pl_pl: Liczba nowych powiadomień
pt_br: Número de novos alertas
