Repository: mindstellar/Osclass
Catalog: *-content/languages/*/core.po
Languages: pl_pl, pt_br

source: Clear All
pl_pl: Wyczyść wszystko
pt_br: Limpar tudo

source: Clear Misclassified
pl_pl: Wyczyść błędnie zaklasyfikowane
pt_br: Limpar os erroneamente classificados

source: Up
pl_pl: Do góry
pt_br: Acima

source: Down
pl_pl: W dół
pt_br: Abaixo

source: Please wait until the download is completed
pl_pl: Poczekaj, aż pobieranie zostanie zakończone
pt_br: Por favor aguarde até que o download esteja completo

source: Downloading
pl_pl: Pobieranie
pt_br: Baixando

source: Update comment
pl_pl: Zaktualizuj komentarz
pt_br: Atualize comentários

source: Add comment
pl_pl: Dodaj komentarz
pt_br: Adicione comentários

source: Edit comment &raquo; %s
pl_pl: Edytuj komentarz &raquo; %s
pt_br: Edite comentários &raquo; %s

source: Unblocked
pl_pl: Odblokowany
pt_br: Desbloqueado

source: Blocked
pl_pl: Zablokowany
pt_br: Bloqueado

source: Delete comment
pl_pl: Usuń komentarz
pt_br: Apagar comentário

source: Are you sure you want to delete this comment?
pl_pl: Czy na pewno chcesz usunąć ten komentarz?
pt_br: Tem certeza que quer apagar esse comentário?

source: Add custom field
pl_pl: Dodaj pole niestandardowe
pt_br: Adicione campo personalizado

source: Delete custom field
pl_pl: Usuń pole niestandardowe
pt_br: Apagar campo personalizado

source: Are you sure you want to delete this custom field?
pl_pl: Czy na pewno chcesz usunąć pole niestandardowe?
pt_br: Tem certeza que quer apagar este campo personalizado?

source: Choose an option
pl_pl: Wybierz opcję
pt_br: Escolha uma opção

source: Item ID
pl_pl: Numer identyfikacyjny
pt_br: ID do item

source: Are you sure you want to %s the selected languages?
pl_pl: Czy jesteś pewien, że chcesz %s wybranych języków?
pt_br: Você tem certeza de %s o idioma selecionado?

source: Are you sure you want to %s the selected media files?
pl_pl: Na pewno chcesz %s wybrane pliki media?
pt_br: Você tem certeza que quer %s os arquivos de mídia selecionados?

source: Are you sure you want to delete this language?
pl_pl: Czy na pewno chcesz usunąć ten język?
pt_br: Você tem certeza que quer apagar este Idioma?

source: Want the latest tips and updates delivered to your inbox? <strong>Sign up now!</strong>
pl_pl: Chcesz otrzymywać najnowsze porady i aktualizacje do skrzynki odbiorczej? <strong> Zarejestruj się! </strong>
pt_br: Gostaria de enviar as últimas dicas e atualizações para sua caixa de entrada? <strong>Inscreva-se agora!</strong>

source: Subscribe
pl_pl: Zapisz się
pt_br: Inscreva-se

source: Donate
pl_pl: Wspomóż nas
pt_br: Doação

source: Custom
pl_pl: Niestandardowe
pt_br: Personalizado

source: Updates
pl_pl: Aktualizacje
pt_br: Atualizações

source: Available plugins
pl_pl: Dostępne wtyczki
pt_br: Plugins disponíveis

source: Are you sure you want to %s the selected pages?
pl_pl: Czy jesteś pewien, że chcesz %s zaznaczone strony?
pt_br: Você tem certeza de %s as páginas selecionadas?

source: Delete page
pl_pl: Usuń stronę
pt_br: Apagar página

source: Are you sure you want to delete this page?
pl_pl: Czy na pewno chcesz usunąć tę stronę?
pt_br: Tem certeza que quer apagar essa página?

source: Plugin couldn't be installed because it triggered a <strong>fatal error</strong>
pl_pl: Ta wtyczka nie mogła zostać zainstalowana ponieważ wywołała ona <strong>błąd krytyczny</strong>
pt_br: O plugin não pode ser instalado porque foi marcado como <strong>erro fatal</strong>

source: Check updates
pl_pl: Sprawdź aktualizacje
pt_br: Verifique atualizações

source: Maximum size: this field is required
pl_pl: Maksymalny rozmiar: To pole jest wymagane
pt_br: Tamanho máximo: este campo é obrigatório

source: Watermark Text Settings
pl_pl: Ustawienia znaku wodnego
pt_br: Configurações de marca d´água

source: Color
pl_pl: Kolor
pt_br: Cor

source: Position
pl_pl: Pozycja
pt_br: Posição

source: Centre
pl_pl: Środek
pt_br: Centro

source: Top Left
pl_pl: U góry po lewej
pt_br: Canto esquerdo

source: Top Right
pl_pl: U góry po prawej
pt_br: Canto direito

source: Bottom Left
pl_pl: Lewy dolny
pt_br: Inferior esquerdo

source: Bottom Right
pl_pl: Prawy dolny
pt_br: Inferior direito

source: Watermark Image Settings
pl_pl: Ustawienia znaku wodnego
pt_br: Configuração de imagem de marca d'água

source: It has to be a .PNG image
pl_pl: Obraz musi być w formacie .png
pt_br: Precisa ser uma imagem .PNG

source: User listings
pl_pl: Ogłoszenia użytkownika
pt_br: Anúncios do usuário

source: Upgrade now
pl_pl: Uaktualnij teraz
pt_br: Atualize agora

source: Administrators
pl_pl: Administratorzy
pt_br: Administradores

source: Showing %s to %s of %s results (filtered from %s total results)
pl_pl: Wyświetlono %s do %s z %s wyników (filtrowane z %s wyników)
pt_br: Mostrando os resultados %s para %s de %s (filtrados do total de resultados %s )

source: Showing %s to %s of %s results
pl_pl: Wyświetlono %s do %s z %s wyników
pt_br: Mostrando os resultados %s para %s de %s

source: We are sorry for any inconvenience. %s is undergoing maintenance.
pl_pl: Przepraszamy za niedogodności. %s przechodzi konserwację.
pt_br: Pedimos desculpas por qualquer inconveniente. %s está em manutenção

source: Apply the expiration date and price field changes to children categories
pl_pl: Zastosuj datę ważności i zmiany pola cenowego dla kategorii córek
pt_br: Aplicar a data de vencimento e preço de campo muda para categorias infantis

source: The connection with the Osclass market has failed. Try it later.
pl_pl: Połączenie z Osclass Market nie powiodło się. Spróbuj później.
pt_br: A ligação com o mercado Osclass falhou. Tente mais tarde.

source: Are you sure you want to %s the selected admins?
pl_pl: Na pewno chcesz %s wybranych administratorów?
pt_br: Você tem certeza que quer %s os administradores selecionados?

source: An error occurred
pl_pl: Wystąpił błąd
pt_br: Ocorreu um erro

source: An error occurred while updating.
pl_pl: Wystąpił błąd podczas aktualizacji.
pt_br: Ocorreu um erro durante a atualização.

source: Sorry, you already have a field with that name
pl_pl: Przepraszamy, pole o tej nazwie już istnieje
pt_br: Desculpe, você já tem um campo com esse nome

source: An error occurred while deleting
pl_pl: Wystąpił błąd podczas kasowania
pt_br: Ocorreu um erro ao excluir

source: No category with id %d exists
pl_pl: Kategoria o id %d nie istnieje
pt_br: Nenhuma categoria com id %d existe

source: The category as well as its subcategories have been enabled
pl_pl: Włączono kategorie wraz z ich podkategoriami
pt_br: A categoria, bem como suas subcategorias foram ativados

source: The category as well as its subcategories have been disabled
pl_pl: Wyłaczono kategorie wraz z ich podkategoriami
pt_br: A categoria, bem como suas subcategorias foram desativados

source: Category updated correctly, but some titles are empty
pl_pl: Kategoria zaktualizowana poprawnie, niektóre tytuły są puste
pt_br: Categoria atualizado corretamente, mas alguns títulos estão vazias

source: Sorry, including at least a title is mandatory
pl_pl: Przykro nam, należy dodać obowiązkowo co najmniej tytuł
pt_br: Desculpe, incluindo pelo menos um título é obrigatório

source: An error occurred while updating
pl_pl: Wystąpił błąd podczas aktualizacji
pt_br: Ocorreu um erro durante a atualização

source: An error occurred while sending email
pl_pl: Wystąpił błąd podczas wysyłania emaila
pt_br: Ocorreu um erro durante o envio de e-mail

source: Everything looks good! Your Osclass installation is up-to-date
pl_pl: Wszystko wygląda poprawnie! Twoja instalacja Osclass została zaktualizowana
pt_br: Tudo parece ser bom! Sua instalação Osclass é up-to-date

source: Problems when upgrading the database
pl_pl: Problem podczas aktualizacji bazy danych
pt_br: Problemas ao atualizar o banco de dados

source: Problems when copying files. Please check your permissions.
pl_pl: Problem podczas kopiowania plików. Sprawdź swoje pozwolenia.
pt_br: Problemas ao copiar arquivos. Por favor verifique suas permissões.

source: We had some errors upgrading your database. The follwing queries failed:
pl_pl: Wystąpił błąd przy aktualizacji bazy danych. Nie powiodły się następujące zapytania:
pt_br: Tivemos alguns erros de atualizar seu banco de dados. As consultas follwing falhou:

source: Everything looks good!
pl_pl: Wszystko wygląda poprawnie!
pt_br: Tudo parece ser bom!

source: NOTE: Web user and destination folder user is not the same, you might have an issue there. <br/>Do this in your console:<br/>chown -R %s:%s %s
pl_pl: UWAGA: Użytkownik strony i użytkownik foldera docelowego nie jest taki sam, może być to problemem. <br/>Zrób to na swojej konsoli:<br/>chown -R %s:%s %s
pt_br: NOTA: usuário Web e destino usuário pasta não é o mesmo, você pode ter um problema lá. <br/> fazer isso no seu console:<br/> chown-R %s:%s %s

source: No code was submitted
pl_pl: Nie dodano żadnego kodu
pt_br: Nenhum código foi submetido

source: No market data
pl_pl: Brak danych z Market
pt_br: Não há dados da loja

source: You don't have the necessary permissions
pl_pl: Nie masz potrzebnych uprawnień
pt_br: Você não tem as permissões necessárias

source: Repeat new password
pl_pl: Powtórz nowe hasło
pt_br: Repita nova senha

source: There's a new update available
pl_pl: Dostępna jest nowa aktualizacja
pt_br: Há uma nova atualização disponível

source: One location has been deleted
pl_pl: Dodano jedno miejsce
pt_br: Um local foi excluída

source: Administrators have total control over all aspects of your installation, while moderators are only allowed to moderate listings, comments and media files
pl_pl: Administratorzy mają całkowitą kontrolę nad wszystkimi aspektami instalacji, podczas gdy moderatorzy mogą jedynie modyfikować ogłoszenia, komentarze i pliki media.
pt_br: Os administradores têm controle total sobre todos os aspectos da sua instalação, enquanto os moderadores só estão autorizados a listagens moderados, comentários e arquivos de mídia

source: If you want to change your password, type your current password here. Otherwise, leave this blank.
pl_pl: Jeśli chcesz zmienić Twoje hasło, wpisz aktualne hasło tutaj. Jeśli nie, zostaw to pole puste.
pt_br: Se você quiser alterar sua senha, digite sua senha atual aqui. Caso contrário, deixe este campo em branco.

source: Without expiration
pl_pl: Bez daty wygaśnięcia
pt_br: Sem vencimento

source: 1 day
pl_pl: 1 dzień
pt_br: 1 dia

source: Add users who can manage your page. You can add admins or moderators: admins have access to the whole admin panel while moderators can only modify listings and see stats.
pl_pl: Dodaj użytkowników, którzy mogą zarządzać Twoją stroną. Możesz dodawać administratorów lub moderatorów: administratorzy mają dostęp do całego panelu administracyjnego, a moderatorzy mogą jedynie modyfikować ogłoszenia i konsultować statystyki.
pt_br: Adicione os usuários que podem gerenciar sua página. Você pode adicionar administradores ou moderadores: os administradores têm acesso ao painel de administração geral, enquanto os moderadores só pode modificar listas e ver estatísticas.

source: Update expiration?
pl_pl: Zaktualizować datę wygaśnięcia?
pt_br: Atualize validade?

source: Delete admin
pl_pl: Usuń administratora
pt_br: Excluir administração

source: Are you sure you want to delete this admin?
pl_pl: Na pewno chcesz skasować tego administratora?
pt_br: Tem certeza de que deseja excluir este administrador?

source: Manually add Osclass themes in .zip format. If you prefer, you can manually upload the decompressed theme to <em>oc-content/themes</em>.
pl_pl: Dodaj motyw Osclass ręcznie w formacie .zip. Jeśli chcesz, możesz dodać zdekompresowany motyw ręcznie do <em>oc-content/themes</em>.
pt_br: Adicionar manualmente temas Osclass em formato zip.. Se preferir, você pode enviar manualmente o tema descompactado para <em>oc-content/themes</em>.

source: Can't install a new theme
pl_pl: Nie można zainstalować nowego motywu
pt_br: Não é possível instalar um novo tema

source: The theme folder is not writable on your server so you can't upload themes from the administration panel. Please make the theme folder writable and try again.
pl_pl: Nie można pobrać motywu z panelu administracyjnego, ponieważ folder z motywem nie jest zapisywalny na Twoim serwerze. Zmień ustawienia folderu na zapisywalne i spróbuj ponownie.
pt_br: A pasta do tema não é gravável no seu servidor para que você não pode fazer upload de temas do painel de administração. Por favor, verifique a pasta do tema gravável e tente novamente.

source: Expiration
pl_pl: Ważność
pt_br: Expiração

source: Osclass Market
pl_pl: Market Osclass
pt_br: Market Osclass

source: Description (for internal purposes only)
pl_pl: Opis (do użytku wewnętrznego)
pt_br: Description (só para fins internos)

source: Delete theme
pl_pl: Usuń motyw
pt_br: Excluir tema

source: Change your site's look and feel by activating a theme among those available. You can download new themes from the <a href="%s">market</a>. <strong>Be careful</strong>: if your theme has been customized, you'll lose all changes if you change to a new theme.
pl_pl: Zmień wygląd Twojej strony aktywując jeden z dostępnych motywów. Możesz pobrać nowe motywy z <a href="%s">Marketu</a>. <strong>Uwaga</strong>: Jeżeli dostosowano motyw do Twoich potrzeb, zmiany te mogą zostać utracone zmieniając motyw na nowy.
pt_br: Mudar a aparência do seu site e sentir ativando um tema entre os disponíveis. Você pode baixar novos temas do <a href="%s"> mercado </a>. <strong> Tenha cuidado </strong>: se o tema foi personalizado, você vai perder todas as alterações, se você mudar para um novo tema.

source: This action can not be undone. Are you sure you want to delete the theme?
pl_pl: Akcja ta jest nieodwracalna. Na pewno chcesz skasować ten motyw?
pt_br: Essa ação não pode ser desfeita. Você tem certeza que deseja excluir o tema?

source: The theme has been downloaded correctly, proceed to activate or preview it.
pl_pl: Motyw został pobrany poprawnie, przystąp do jego aktywacji i podglądu.
pt_br: O tema já foi baixado corretamente, passe para ativar ou visualizá-lo.

source: Modify your site's header or footer here. Only works with compatible themes, such as those available in the market.
pl_pl: Modyfikuj nagłówek i stopkę Twojej strony tutaj. Funkcja ta jest dostępna jedynie dla motywów dostępnych w Markecie.
pt_br: Modificar cabeçalho ou rodapé do seu site aqui. Só funciona com temas compatíveis, tais como os disponíveis no mercado.

source: Delete widget
pl_pl: Usuń widget
pt_br: Excluir widget

source: Are you sure you want to delete this widget?
pl_pl: Na pewno chcesz usunąć ten widget?
pt_br: Tem certeza de que deseja excluir este widget?

source: Expiration dates
pl_pl: Daty ważności
pt_br: Datas de vencimento

source: If the value is zero, it means this category doesn't have an expiration
pl_pl: Jeżeli wartość jest zero, oznacza to, ze kategoria nie ma ustawionej daty ważności
pt_br: Se o valor for igual a zero, significa que esta categoria não tem uma expiração

source: Ajax error, please try again.
pl_pl: Błąd ajax, spróbuj ponownie.
pt_br: Erro Ajax, por favor, tente novamente.

source: Add, edit or delete the categories or subcategories in which users can post listings. Reorder sections by dragging and dropping, or nest a subcategory in an expanded category. <strong>Be careful</strong>: If you delete a category, all listings associated will also be deleted!
pl_pl: Dodaj, edytuj lub skasuj kategorie i/lub podkategorie w których użytkownicy mogą publikować ogłoszenia. Zmień kolejność poszczególnych sekcji poprzez przeciągnięcie i puszczenie podkategorii w poszczególnych kategoriach. <strong>Uwaga</strong>: Jeżeli skasujesz kategorię, wszystkie ogłoszenia w niej opublikowane zostaną skasowane!
pt_br: Adicionar, editar ou excluir as categorias ou subcategorias nas quais os usuários podem postar listagens. Reordenar seções, arrastando e soltando, ou um ninho subcategoria em uma categoria expandida. <strong> Tenha cuidado </strong>: Se você excluir uma categoria, todas as listas associadas também serão excluídos!

source: Note: You must expand the category in order to make it a subcategory.
pl_pl: Uwaga: Musisz rozwinąć kategorię, aby ustawić ją jako podkategorię.
pt_br: Nota: Você deve expandir a categoria, a fim de torná-lo uma subcategoria.

source: This action could take a while.
pl_pl: Ta akcja może chwilę potrwać.
pt_br: Esta ação pode demorar um pouco.

source: Delete category
pl_pl: Usuń kategorię
pt_br: Excluir categoria

source: <strong>WARNING</strong>: This will also delete the listings under that category. This action cannot be undone. Are you sure you want to continue?
pl_pl: <strong>UWAGA</strong>: Ogłoszenia w tej kategorii zostaną również usunięte. Akcja ta jest nieodwracalna. Na pewno chcesz kontyunować?
pt_br: <strong>ATENÇÃO</strong>: Isso também vai apagar as listas sob essa categoria. Essa ação não pode ser desfeita. Tem certeza de que deseja continuar?

source: Registered user
pl_pl: Użytkownik zarejestrowany
pt_br: usuário cadastrado

source: Manage the comments that users publish on the listings on your site. You can also edit, delete, activate or block comments.
pl_pl: Zarządzaj komentarzami do ogłoszeń publikowanych na Twojej stronie. Możesz również edytować, usunąć, aktywować lub zablokować komentarze.
pt_br: Gerenciar os comentários que os usuários publicam sobre os anúncios no seu site. Você também pode editar, excluir, ativar ou bloquear comentários.

source: Ip Address
pl_pl: Adres IP
pt_br: Endereço IP

source: Send email
pl_pl: Wyślij email
pt_br: Enviar e-mail

source: Test it
pl_pl: Przetestuj
pt_br: Testá-lo

source: Legend
pl_pl: Legenda
pt_br: Legenda

source: Modify the emails your site's users receive when they join your site, when someone shows interest in their ad, to recover their password... <strong>Be careful</strong>: don't modify any of the words that appear within brackets.
pl_pl: Modyfikuj wiadomości email, które otrzymują Twoi użytkownicy kiedy logują się na stronę, ktoś chce się z nimi skontaktować, aby odzyskać hasło, itd. <strong>Uwaga</strong>: Nie modyfikuj słów w nawiasach.
pt_br: Modificar os e-mails aos usuários do seu site recebe quando eles se juntam o seu site, quando alguém mostra interesse em seu anúncio, para recuperar a sua senha ... <strong> Tenha cuidado </strong>: não modifique nenhuma das palavras que aparecem entre colchetes.

source: Email templates &raquo; %s
pl_pl: Szablony email » %s
pt_br: Templates de e-mail %s

source: Separate options with commas
pl_pl: Oddziel poszczególne opcje przecinkiem
pt_br: Opções separadas por vírgulas

source: Select the categories where you want to apply this attribute:
pl_pl: Wybierz kategorie, gdzie chcesz zastosować ten atrybut:
pt_br: Selecione as categorias em que você deseja aplicar esse atributo:

source: Create new fields for users to fill out when they publish a listing. You can require extra information such as the number of bedrooms in real estate listings or fuel type in car listings, for example.
pl_pl: Stwórz nowe pola, aby uzyskac dodatkowe informacje od użytkowników publikujących ogłoszenia na Twojej stronie, np.: numer sypialni w stronach o tematyce nieruchomościowej, typ benzyny w ogłoszeniach motoryzacyjnych, itd.
pt_br: Criar novos campos para os usuários a preencher quando eles publicam uma lista. Você pode precisar de informações adicionais, como o número de quartos em anúncios de imóveis ou tipo de combustível em ofertas de carros, por exemplo.

source: Thank you for using <a href="%s" target="_blank">Osclass</a>
pl_pl: Dziękujemy za używanie <a href="%s" target="_blank">Osclass</a>
pt_br: Obrigado por usar <a href="%s" target="_blank"> Osclass</a>

source: Manage all the listings on your site: edit, delete or block the latest listings published. You can also filter by several parameters: user, region, city, etc.
pl_pl: Zarządzaj ogłoszeniami na Twojej stronie: edytuj, skasuj lub zablokuj najnowsze ogłoszenia. Możesz również je przeglądać według różnych parametrów: użytkownik, region, miasto, itd.
pt_br: Gerenciar todos os anúncios no seu site: editar, apagar ou bloquear os novos anúncios publicados. Você também pode filtrar por vários parâmetros: user, região, cidade, etc

source: From here, you can edit or delete the listings reported by users (spam, misclassified, duplicate, expired, offensive). You can also delete the report if you consider it mistaken.
pl_pl: Tutaj możesz edytować lub skasować ogłoszenia zgłoszone przez użytkowników jako spam, źle zakwalifikowane, duplikaty, obraźliwe i nieważne. Możesz również usunąć raporty, jeśli uznasz, że są nieprawidłowe.
pt_br: A partir daqui, você pode editar ou apagar as listas relatados por usuários (spam, classificados erroneamente, duplicar, expirado, ofensivo). Você também pode excluir o relatório, se você considerá-lo enganado.

source: Are you sure you want to %s the selected items?
pl_pl: Na pewno chcesz %s wybrane pozycje?
pt_br: Você tem certeza que quer %s os itens selecionados?

source: Are you sure you want to clear all the reportings of the selected items?
pl_pl: Na pewno chcesz usunąć wszystkie raporty wybranych pozcyji?
pt_br: Tem certeza de que deseja apagar todas as reportagens dos itens selecionados?

source: Are you sure you want to clear the spam reportings of the selected items?
pl_pl: Na pewno chcesz usunąć wszystkie raporty spam wybranych pozycji?
pt_br: Você tem certeza que deseja apagar as reportagens de spam dos itens selecionados?

source: Are you sure you want to clear the misclassified reportings of the selected items?
pl_pl: Na pewno chcesz wyczyścic wszystkie raporty nieprawidłowo zakwalifikowanych wybranych pozycji?
pt_br: Você tem certeza que deseja apagar as reportagens misclassified dos itens selecionados?

source: Are you sure you want to clear the duplicated reportings of the selected items?
pl_pl: Na pewno chcesz wyczyścic wszystkie raport zduplikowanych pozycji?
pt_br: Você tem certeza que deseja apagar as reportagens duplicados dos itens selecionados?

source: Are you sure you want to clear the expired reportings of the selected items?
pl_pl: Na pewno chcesz wyczyścic wszystkie raporty pozycji?
pt_br: Você tem certeza que deseja apagar as reportagens de expirados os itens selecionados?

source: Are you sure you want to clear the offensive reportings of the selected items?
pl_pl: Na pewno chcesz wyczyścic wszystkie raporty obraźliwych pozycji?
pt_br: Você tem certeza que deseja apagar as reportagens ofensivas dos itens selecionados?

source: Modify the general settings for your listings. Decide if users have to register in order to publish something, the number of pictures allowed for each listing, etc.
pl_pl: Modyfikuj ustawienia ogólne Twoich ogłoszeń. Tutaj możesz zmienić obowiązkową rejestrację użytkowników, ustalić limit zdjęć dodawanych do ogłoszeń, itd.
pt_br: Modificar as configurações gerais para as suas listas. Decida se os utilizadores têm de se registar para publicar alguma coisa, o número de imagens permitido para cada perfil, etc

source: If the value is set to zero, there is no wait period
pl_pl: Jeśli wartość wynosi zero, nie ma okresu oczekiwania
pt_br: Se o valor for definido como zero, não há período de espera

source: After %s validated listings the user doesn't need to validate the listings any more
pl_pl: Po %s zweryfikowanych ogłoszeniach, użytkownik nie musi juz ich więcej weryfikować.
pt_br: Depois de %s listagens validados o usuário não precisa validar as listas mais

source: Allow attached files in contact publisher form
pl_pl: Pozwól na dodawanie plików w formularzu kontaktowym
pt_br: Permitir arquivos anexados em formato editora contato

source: Send admin a copy of the "contact publisher" email
pl_pl: Wyślij kopię "formularza kontaktowego" do administratora przez email
pt_br: Enviar ao administração uma cópia do "editor de contacto" e-mail
