Repository: mindstellar/Osclass
Catalog: *-content/languages/*/core.po
Languages: pl_pl, pt_br

source: New subscribers
pl_pl: Nowi prenumeratorzy
pt_br: Novos assinantes

source: Number of new subscribers
pl_pl: Liczba nowych prenumeratorów
pt_br: Número de novos assinantes

source: See how many listings from your site have been reported as spam, expired, duplicate, etc.
pl_pl: Sprawdź, ile ogłoszeń na Twojej stronie zostało zgłoszonych jako spam, wygasłe, zduplikowane, itd.
pt_br: Veja quantos listagens de seu site foram relatados como spam, expirou, duplicar, etc

source: Report Statistics &raquo; %s
pl_pl: Raport statystyki &raquo; %s
pt_br: Relatório Estatísticas %s

source: Report Statistics
pl_pl: Raport statystyki
pt_br: Relatório de Estatísticas

source: Stay up-to-date on the number of users registered on your site. You can also see a breakdown of the countries and regions where users live among those available on your site.
pl_pl: Bądź na bieżąco z liczbą zrejestrowanych użytkowników na Twojej stronie. Możesz także zapoznać się z analizą krajów i regionów, z których pochodzą użytkownicy.
pt_br: Mantenha-se atualizado sobre o número de usuários registrados em seu site. Você também pode ver uma repartição dos países e regiões onde os usuários vivem entre os disponíveis no seu site.

source: User Statistics &raquo; %s
pl_pl: Statystyki użytkowników &raquo; %s
pt_br: Usuário Estatísticas %s

source: Save a backup of all of your site's information: listings, users and configuration. You can save a backup on your server or on your computer.
pl_pl: Stwórz kopię zapasową wszystkich informacji na Twojej stronie: ogłoszeń, użytkowników i ustawień. Możesz stworzyć kopię zapasową na Twoim serwerze lub na Twoim komputerze.
pt_br: Guardar uma cópia de segurança de todas as informações do seu site: listas, usuários e configuração. Você pode salvar um backup no servidor ou no computador.

source: <strong>WARNING</strong>: If you don't specify a backup folder, the backup files will be created in the root of your Osclass installation.
pl_pl: <strong>OSTRZEŻENIE</strong>: Jeśli nie określisz folderu kopii zapasowej, wszystkie pliki zostaną zapisane w root Twojej instalacji Osclass.
pt_br: <strong>ATENÇÃO</strong>: Se você não especificar uma pasta de backup, os arquivos de backup será criado na raiz da sua instalação Osclass.

source: You can recalculate stats by category, useful if the stats seem to be incorrect.
pl_pl: Możesz rekalkulować statystyki według kategorii, jest to przydatne jeśli stastyki wydają się nie być poprawne.
pt_br: Você pode recalcular estatísticas por categoria, úteis se as estatísticas parecem estar incorretos.

source: Upload registers from other Osclass installations or upload new geographic information to your site. <strong>Be careful</strong>: don’t use this option if you're not 100% sure what you're doing.
pl_pl: Załaduj rejestry z innych instalacji Osclass lub wprowadź nowe dane geograficzne na Twoją stronę. <strong>Uwaga</strong>: nie używaj tej funkcji jeśli nie masz 100% pewności co to oznacza.
pt_br: Carregar registros de outras instalações Osclass ou fazer upload de nova informação geográfica para o seu site. <strong>Tenha cuidado</strong>: não use esta opção se você não tiver 100% de certeza do que está fazendo.

source: You can recalculate your location stats. This is useful if you upgrade from versions older than Osclass 2.4
pl_pl: Możesz rekalkulować statystyki miejsc. Jest to przydatne, jeśli zaktualizowałeś wersję starszą niż Osclass 2.4
pt_br: Você pode recalcular as suas estatísticas de localização. Isto é útil se você atualizar a partir de versões mais antigas do que Osclass 2.4

source: Calculate location stats
pl_pl: Licz statystyki położenia
pt_br: Calcular estatísticas localização

source: Show a "Site in maintenance mode" message to your users while you're updating your site or modifying its configuration.
pl_pl: Pokazuj wiadomość "Strona przechodzi konserwację" użytkownikom podczas aktualizowania Twojej strony lub modyfikowania ustawień.
pt_br: Mostrar um "Site em manutenção mode" mensagem aos seus usuários, enquanto você está atualizando seu site ou modificar sua configuração

source: While in maintenance mode, users can't access your website. Useful if you need to make changes on your website. Use the following button to toggle maintenance mode ON/OFF.
pl_pl: Podczas trybu konserwacji, użytkownicy nie mogą otworzyć Twojej strony. Jest to bardzo przydatna funkcja, gdy chcesz dokonać zmian na stronie. Użyj przycisku WŁĄCZ/WYŁĄCZ, aby zmienić tryb konserwacji.
pt_br: Enquanto no modo de manutenção, os usuários não podem acessar seu site. Útil se você precisar fazer alterações no seu site. Utilize o botão abaixo para alternar o modo de manutenção ON / OFF

source: Congratulations! Your Osclass installation is up to date!
pl_pl: Gratulacje! Twoja instalacja Osclass została zaktualizowana!
pt_br: Parabéns! Sua instalação está atualizado!

source: Upgrading your Osclass installation (this could take a while):
pl_pl: Twoja instalacja Osclass wlaśnie się aktualizuje (może to chwilę potrwać)
pt_br: Atualizando sua instalação Osclass (isso pode demorar um pouco):

source: Check to see if you're using the latest version of Osclass. If you're not, the system will let you know so you can update and use the newest features.
pl_pl: Sprawdź, czy używasz najnowszej wersji Osclass. Zostaniesz poinformowany, aby aktualizować starą wersję i skorzystać z najnowszych funkcji.
pt_br: Verifique se você está usando a última versão do Osclass. Se você não for, o sistema permitirá que você saiba que você pode atualizar e usar os novos recursos.

source: Your Osclass installation can be auto-upgraded. Please, back up your database and the folder oc-content before attempting to upgrade your Osclass installation. You can also upgrade Osclass manaully, more information in the %s
pl_pl: Możesz zaktualizować Twoją instalację Osclass. Prosimy o zrobienie kopii zapasowej bazy danych i folderu oc-content przed rozpoczęciem aktualizacji Osclass. Możesz również zaktualizować Osclass ręcznie, więcej informacji w %s
pt_br: Sua instalação Osclass pode ser auto-atualizada. Por favor, faça um backup do banco de dados ea pasta oc-content antes de tentar atualizar sua instalação Osclass. Você também pode atualizar Osclass manaully, mais informações no %s

source: Your Osclass installation can't be auto-upgraded. Files and folders need to be writable. You can apply write permissions via SSH with the command "chmod -R a+w *" (without quotes) or via an FTP client, it depends on the program so we can not provide more information. You can also upgrade Osclass by downloading the upgrade package, unzipping it and replacing the files on your server with the ones in the package.
pl_pl: Twoja instalacja Osclass nie może zostać zaktualizowana. Pliki i foldery muszą być zapisywalne. Możesz udzielić pozwoleń przez SSH poleceniem "chmod -R a+w *" (bez cudzysłowu) lub przez klienta FTP, zależy to od Twojego programu. Możesz także zaktualizować Osclass pobierając zaktualizowany plik, rozpakuj go i zastąp pliki na Twoim serwerze nowymi.
pt_br: Sua instalação Osclass não pode ser auto-atualizada. Arquivos e pastas precisam ser escritos. Você pode aplicar permissões via SSH com o comando "chmod-R a + w *" (sem aspas) ou através de um cliente FTP escrever, isso depende do programa, de modo que não pode fornecer mais informações. Você também pode atualizar Osclass fazendo o download do pacote de atualização, descompactá-lo e substituir os arquivos em seu servidor com as do pacote.

source: Upgrading your Osclass installation (this could take a while):
pl_pl: Aktualizowanie Osclass (może to chwilę potrwać):
pt_br: Atualizando sua instalação Osclass (isso pode demorar um pouco):

source: You have uploaded a new version of Osclass, you need to upgrade Osclass for it to work correctly.
pl_pl: Właśnie ściągnąłeś najnowszą wersję Osclass. Musisz zaktualizować Twoja instalację Osclass, aby funkcjonowała poprawnie.
pt_br: Você carregou uma nova versão do Osclass, você precisa atualizar Osclass para que ele funcione corretamente

source: Add, edit or delete information associated to alerts.
pl_pl: Dodaj, edytuj lub skasuj informację dotyczące powiadomień.
pt_br: Adicionar, editar ou apagar as informações associadas aos alertas.

source: Manage alerts &raquo; %s
pl_pl: Zarządzaj powiadomieniami &raquo; %s
pt_br: Gerenciar alertas %s

source: Manage alerts
pl_pl: Zarządzaj powiadomieniami
pt_br: Gerenciar alertas

source: Are you sure you want to %s the selected alerts?
pl_pl: Na pewno chcesz %s wybrane powiadomienia?
pt_br: Você tem certeza que quer %s os alertas selecionados?

source: Delete alert
pl_pl: Skasuj powiadomienie
pt_br: Delete o alerta

source: Are you sure you want to delete this alert?
pl_pl: Na pewno chcesz skasować to powiadomienie?
pt_br: Você tem certeza que deseja deletar esse alerta?

source: Add, edit or delete ban rules. Keep in mind that ban rules prevent users to register, publish or comment on listings.
pl_pl: Dodaj, edytuj lub skasuj reguły blokowania. Pamiętaj, że reguły blokowania uniemożliwiają użytkownikom założenie konta, logowania się, publikowania i komentowania ogłoszeń.
pt_br: Adicionar, editar ou excluir regras de proibição. Tenha em mente que as regras de proibição de evitar que os usuários se registrar, publicar ou comentar sobre listas.

source: Manage ban rules &raquo; %s
pl_pl: Zarządzaj regułami blokowania &raquo; %s
pt_br: Gerenciar regras de proibição %s

source: Manage ban rules
pl_pl: Zarządzaj regułami blokowania
pt_br: Gerenciar regras de proibição

source: Delete rule
pl_pl: Skasuj regułę
pt_br: Excluir regra

source: Are you sure you want to delete this ban rule?
pl_pl: Na pewno chcesz skasować tę regułę blokowania?
pt_br: Tem certeza de que deseja excluir esta regra proibição?

source: Edit rule
pl_pl: Edytuj regułę
pt_br: Edite regra

source: Update rule
pl_pl: Aktualizuj regułę
pt_br: Atualize regra

source: Add new ban rule
pl_pl: Dodaj nową regułę blokowania
pt_br: Adicionar nova regra de proibição

source: Ban rules
pl_pl: Reguły blokowania
pt_br: Regras Ban

source: Ban name / Reason
pl_pl: Nazwa reguły blokowania/Powód
pt_br: Ban nome / razão

source: IP rule
pl_pl: IP blokowane
pt_br: Regra IP

source: (e.g. 192.168.10-20.*)
pl_pl: (np.: 192.168.10-20.*)

source: E-mail rule
pl_pl: Email blokowany
pt_br: Regra de e-mail

source: (e.g. *@badsite.com)
pl_pl: (np.: 192.168.10-20.*)

source: About you
pl_pl: O Tobie
pt_br: Sobre você

source: If you'd like to change the password, type a new one. Otherwise leave this blank
pl_pl: Jeśli chcesz zmienić hasło, wpisz nowe. Jeśli nie, zostaw to pole puste.
pt_br: Se você deseja alterar a senha, digite uma nova. Caso contrário, deixe este campo em branco

source: Alert #%d
pl_pl: Powiadomienie #%d
pt_br: Alerta #%d

source: <b>Pattern:</b> %s
pl_pl: <b>Wzór:</b> %s
pt_br: <b>padrão:</b> %s

source: ...More
pl_pl: ...Więcej
pt_br: ...Mais

source: <b>Categories:</b> %s
pl_pl: <b>Kategorie:</b> %s
pt_br: <b>Categorias:</b> %s

source: Add, edit or delete information associated to registered users. Keep in mind that deleting a user also deletes all the listings the user published.
pl_pl: Dodaj, edytuj lub skasuj informację dotyczącą zarejestrowanych użytkowników. Kasując profil użytkownika, skasowane zostaną również wszystkie opublikowane przez niego ogłoszenia.
pt_br: Adicionar, editar ou apagar as informações associadas a utilizadores registados. Tenha em mente que a exclusão de um usuário também elimina todas as listagens do usuário publicados.

source: Delete user
pl_pl: Skasuj użytkownika
pt_br: Excluir usuário

source: Are you sure you want to delete this user?
pl_pl: Na pewno chcesz skasować tego użytkownika?
pt_br: Tem certeza de que deseja excluir este usuário?

source: Manage the options related to users on your site. Here, you can decide if users must register or if email confirmation is necessary, among other options.
pl_pl: Zarządzaj opcjami użytkownika na Twojej stronie. Tutaj możesz zmienić obowiązek rejestrowania się użytkowników, weryfikację poprzez email, itd.
pt_br: Gerenciar as opções relacionadas com os usuários em seu site. Aqui, você pode decidir se os usuários devem se registrar ou se o e-mail de confirmação é necessário, entre outras opções.

source: User Settings &raquo; %s
pl_pl: Ustawienia użytkownika &raquo; %s
pt_br: Definições do Utilizador %s

source: User Settings
pl_pl: Ustawienia użytkownika
pt_br: Configurações do Usuário

source: Username blacklist
pl_pl: Czarna lista użytkowników
pt_br: Usuário blacklist

source: List of terms not allowed in usernames, separated by commas
pl_pl: Wyrazy niedozwolone jako nazwa użytkownika, oddzielone przecinkiem
pt_br: Lista de termos não permitidos em nomes de usuários, separados por vírgulas

source: Are you sure you want to %s the selected ban rules?
pl_pl: Na pewno chcesz %s wybrane reguły blokowania?
pt_br: Você tem certeza que quer %s as regras de proibição selecionados?

source: Are you sure you want to %s the selected users?
pl_pl: Na pewno chcesz %s wybranych użytkowników?
pt_br: Você tem certeza que quer %s os usuários selecionados?

source: Resend the activation to
pl_pl: Wyślij email z aktywacją ponownie do
pt_br: Reenviar a ativação de

source: ERROR: Some scripts could not be loaded (%s)
pl_pl: BŁĄD: Część skryptu nie mogła zostać załadowana (%s)
pt_br: ERRO: Alguns scripts não pôde ser carregado (%s)

source: Email templates
pl_pl: Szablony email
pt_br: Templates de e-mail

source: Upgrade Osclass
pl_pl: Zaktualizuj Osclass

source: User name
pl_pl: Nazwa użytkownika

source: User email
pl_pl: Email użytkownika
pt_br: e-mail do usuário

source: List of listings, used when send alerts
pl_pl: Lista ogłoszeń, używana przy wysyłaniu powiadomień
pt_br: Lista de anúncios, usado quando enviar alertas

source: Title of your site
pl_pl: Tytuł strony
pt_br: Título do seu site

source: Current date
pl_pl: Aktualna data
pt_br: Data corrente

source: Hour
pl_pl: Godzina
pt_br: Hora

source: User ip address
pl_pl: Adres IP użytkownika
pt_br: Endereço IP do usuário

source: Comment author name
pl_pl: Imię autora komentarza
pt_br: Comentário nome do autor

source: Comment author email
pl_pl: Email autora komentarza
pt_br: O autor do comentário e-mail

source: Comment title
pl_pl: Tytuł komentarza
pt_br: Comentário título

source: Comment text content
pl_pl: Tekst komentarza
pt_br: Comentar o conteúdo do texto

source: Comment body
pl_pl: Tekst komentarza
pt_br: Comentário do corpo

source: Listing url
pl_pl: URL ogłoszenia
pt_br: Listagem url

source: Listing list
pl_pl: Lista ogłoszeń
pt_br: Lista de anúncios

source: Listing title
pl_pl: Tytuł ogłoszenia
pt_br: título Listagem

source: Listing id
pl_pl: ID ogłoszenia
pt_br: ID Anúncio

source: Link for edit listing
pl_pl: Link do edycji ogłoszenia
pt_br: Link para a lista de edição

source: Url for edit listing
pl_pl: URL edycji ogłoszenia
pt_br: Url para a listagem de edição

source: Delete listing link
pl_pl: Skasuj link ogłoszenia
pt_br: Excluir o link do anúncio

source: Delete listing url
pl_pl: Skasuj URL ogłoszenia
pt_br: Delete a URL do anúncio

source: Change user password link
pl_pl: Link do zmiany hasła użytkownika
pt_br: No link Alterar senha do usuário

source: change user password url
pl_pl: URL do zmiany hasła użytkownika
pt_br: Alterar senha do usuário url

source: Date time
pl_pl: Data czas
pt_br: Data e Tempo

source: Name of the friend who wants send
pl_pl: Imię przyjaciela, który chce wysłać
pt_br: Nome do amigo que quer enviar

source: Email of the friend who wants send
pl_pl: Email przyjaciela, który chce wysłać
pt_br: E-mail do amigo que quer enviar

source: Question about your listing
pl_pl: Pytanie o ogłoszenie
pt_br: Pergunta sobre o seu anúncio

source: Contact name
pl_pl: Imię kontaktu
pt_br: Nome do contato

source: User phone number
pl_pl: Telefon użytkownika
pt_br: Número de telefone do usuário

source: Listing description
pl_pl: Opis ogłoszenia
pt_br: Descrição da lista

source: Listing description in all languages
pl_pl: Opis ogłoszenia we wszystkich językach
pt_br: Descrição da lista em todas as línguas

source: Listing price
pl_pl: Cena ogłoszenia
pt_br: Cotação

source: Listing country
pl_pl: Kraj ogłoszenia
pt_br: País do anúncio

source: Listing region
pl_pl: Region ogłoszenia
pt_br: Região do anúncio

source: Listing city
pl_pl: Miasto ogłoszenia
pt_br: Cidade do anúncio

source: Alert
pl_pl: Powiadomienie
pt_br: Alerta

source: File
pl_pl: Plik
pt_br: Arquivo

source: Action
pl_pl: Akcja
pt_br: Ação

source: Update date
pl_pl: Aktualizuj datę
pt_br: Data de atualização

source: Name: %s
pl_pl: Imię: %s
pt_br: Nome: %s

source: Subject: %s
pl_pl: Temat: %s
pt_br: Assunto: %s

source: Message: %s
pl_pl: Wiadomość: %s
pt_br: Mensagem: %s

source: Date: %s at %s
pl_pl: Data: %s w %s
pt_br: Data: %s em %s

source: IP Address: %s
pl_pl: Adres IP: %s
pt_br: Endereço IP: %s

source: Session timed out
pl_pl: Przekroczono limit czasu sesji
pt_br: Sessão expirou

source: Select Category
pl_pl: Wybierz kategorię
pt_br: Selecione a categoria

source: Description needs to be longer
pl_pl: Opis musi być dłuższy
pt_br: Descrição precisa ser mais longa

source: Sorry, you have reached the maximum number of images per listing
pl_pl: Przepraszamy, przekroczyłeś dozwoloną liczbę zdjęć na ogłoszenie
pt_br: Desculpe, você tenha atingido o número máximo de imagens por lista

source: Number of decimals: this field must only contain numeric characters
pl_pl: Liczba miejsc dziesiętnych: to pole musi być liczbą
pt_br: Número de casas decimais: este campo deve conter apenas caracteres numéricos

source: Thousands separator: this field is required
pl_pl: Separator tysięcy: to pole jest obowiązkowe
pt_br: Separador de milhares: Este campo é obrigatório

source: Change my username
pl_pl: Zmień moją nazwę użytkownika
pt_br: Mudar meu nome de usuário

source: Theme updates
pl_pl: Aktualizuj motyw
pt_br: Atualizações tema

source: Language updates
pl_pl: Aktualizacja wersji językowej
pt_br: Atualizações de linguagem

source: Compact
pl_pl: Zwarte menu
pt_br: Compacto

source: PHP5 is required to run Osclass. You may talk with your hosting to upgrade your PHP version.
pl_pl: PHP5 jest wymagane do uruchomienia Osclass. Skonsultuj się z dostawcą Twojego hostingu, aby zaktualizować wersję PHP.
pt_br: PHP5 é necessário para executar Osclass. Você pode conversar com sua hospedagem para atualizar sua versão do PHP.

source: <code>oc-content/uploads</code> folder is writable
pl_pl: Folder <code>oc-content/uploads</code> jest zapisywalny
pt_br: <code>oc-content/uploads</code> pasta é gravável

source: <code>uploads</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/uploads/</code>
pl_pl: Folder <code>uploads</code> musi być zapisywalny, innymi słowy: <code>chmod a+w %soc-content/uploads/</code>
pt_br: <code> envios </code> pasta tem que ser escrito, ou seja: <code> chmod a + w %soc-content/uploads /</code>

source: Folder <code>oc-content/downloads</code> exists
pl_pl: Folder <code>oc-content/downloads</code> istnieje
pt_br: Pasta <code>oc-content/downloads</code> existe

source: You have to create <code>downloads</code> folder, i.e.: <code>mkdir %soc-content/downloads/</code>
pl_pl: Musisz stworzyć folder <code>downloads</code>, czyli: <code>mkdir %soc-content/downloads/</code>
pt_br: Você tem que criar <code> de downloads</code> pasta, ou seja: <code> mkdir %soc-content/downloads /</code>

source: <code>oc-content/downloads</code> folder is writable
pl_pl: Folder <code>oc-content/downloads</code> jest zapisywalny
pt_br: <code>oc-content/downloads</code> pasta é gravável

source: <code>downloads</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/downloads/</code>
pl_pl: Folder <code>downloads</code> musi być zapisywalny, tzn.: <code>chmod a+w %soc-content/downloads/</code>
pt_br: <code>downloads</code> pasta tem que ser escrito, ou seja: <code>chmod a+w %soc-content/downloads/</code>

source: Folder <code>oc-content/languages</code> folder exists
pl_pl: Folder <code>oc-content/languages</code> istnieje
pt_br: Pasta <code>oc-content/languages ​​</code> existe

source: You have to create the <code>languages</code> folder, i.e.: <code>mkdir %soc-content/languages/</code>
pl_pl: Musisz stworzyć folder <code>languages</code>, tzn.: <code>mkdir %soc-content/languages/</code>
pt_br: Você tem que criar ao idiomas <code> </code> pasta, ou seja: <code> mkdir %soc-content/languages ​​/ </code>

source: <code>oc-content/languages</code> folder is writable
pl_pl: Folder <code>oc-content/languages</code> jest zapisywalny
pt_br: <code> oc-content/languages</code> pasta é gravável

source: <code>languages</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/languages/</code>
pl_pl: Folder <code>languages</code> musi być zapisywalny, tzn.: <code>chmod a+w %soc-content/languages/</code>
pt_br: <code> idiomas </code> pasta tem que ser escrito, ou seja: <code> chmod a+w %soc-content/languages ​/</code>

source: <code>config.php</code> file is writable
pl_pl: Plik <code>config.php</code> jest zapisywalny
pt_br: <code>config.php</code> é amigavel

source: <code>config.php</code> file has to be writable, i.e.: <code>chmod a+w %sconfig.php</code>
pl_pl: Plik <code>config.php</code> musi być zapisywalny, tzn.: <code>chmod a+w %sconfig.php</code>
pt_br: <code>config.php</code> file tem que ser escrito, ou seja: <code> chmod a + w %sconfig.php </code>

source: <code>config-sample.php</code> file exists
pl_pl: Plik <code>config-sample.php</code> istnieje
pt_br: <code>config-sample.php</code> arquivo existe

source: <code>config-sample.php</code> file is required, you should re-download Osclass.
pl_pl: Plik <code>config-sample.php</code> jest obowiązkowy, pobierz ponownie Osclass.
pt_br: <code>config-sample.php</code> file for necessário, você deve baixar novamente Osclass.

source: The database doesn't exist. You should check the "Create DB" checkbox and fill in a username and password with the right privileges
pl_pl: Baza danych nie istnieje. Sprawdź czy zaznaczono "Stwórz bazę danych" i wpisz nazwę użytkownika i hasło z odpowiednimi pozwoleniami.
pt_br: O banco de dados não existe. Você deve marcar a caixa "Create DB" e preencha um nome de usuário e senha com os privilégios corretos

source: Can't resolve MySQL host. Check if the host is correct.
pl_pl: Nie można rozwiązać hosta MySQL. Sprawdź, czy host jest poprawny.
pt_br: Não é possível resolver MySQL host. Verifique se o host está correto.

source: Can't create the database. Error number: %s
pl_pl: Nie można stworzyć bazy danych. Błąd numer: %s
pt_br: Não é possível criar o banco de dados. Número de erro: %s

source: Can't create the database. Check if the admin username and password are correct.
pl_pl: Nie można stworzyć bazy danych. Sprawdź czy nazwa użytkownika admin i hasło są poprawne.
pt_br: Não é possível criar o banco de dados. Verifique se o nome de usuário ea senha do administrador são corretos.

source: Can't write in config.php file. Check if the file is writable.
pl_pl: Plik config.php nie jest zapisywalny. Sprawdź, czy plik jest zapisywalny.
pt_br: Não é possível gravar no arquivo config.php. Verifique se o arquivo é gravável.

source: config-sample.php doesn't exist. Check if everything is decompressed correctly.
pl_pl: config-sample.php nie istnieje. Sprawdź, czy wszystko jest rozpakowane poprawnie.
pt_br: config-sample.php não existe. Verifique se tudo que é descompactado corretamente.

source: Can't create the database structure. Error number: %s
pl_pl: Nie można stworzyć struktury baza danych. Błąd numer: %s
pt_br: Não é possível criar a estrutura de banco de dados. Número de erro: %s
