Repository: mindstellar/Osclass
Catalog: *-content/languages/*/core.po
Languages: pl_pl, pt_br

source: Can't insert basic configuration. Error number: %s
pl_pl: Nie można dodać podstawowej konfiguracji. Błąd numer: %s
pt_br: Não é possível inserir a configuração básica. Número de erro: %s

source: Can't insert basic configuration. This user has no privileges to 'INSERT' into the database.
pl_pl: Nie można dodać podstawowej konfiguracji. Użytkownik nie posiada uprawnień do 'INSERT' w bazie danych.
pt_br: Não é possível inserir a configuração básica. Este usuário não tem privilégios para 'Inserir' no banco de dados.

source: The name of the database you want to run Osclass in
pl_pl: Nazwa bazy danych, gdzie chcesz uruchomić Osclass
pt_br: O nome do banco de dados que você deseja executar em Osclass

source: If you want to run multiple Osclass installations in a single database, change this
pl_pl: Jeśli chcesz uruchomić kilka instalacji Osclass w jednej bazie danych, zmień to
pt_br: Se você quiser rodar múltiplas instalações Osclass em um único banco de dados, altere este

source: You can modify username and password if you like, just change the input value.
pl_pl: Możesz zmienić nazwę użytkownika i hasło jeśli chcesz, wpisz odpowiedni argument funkcji.
pt_br: Você pode modificar nome de usuário e senha, se você quiser, basta alterar o valor de entrada.

source: Once you type a country, you'll be able to choose region and city as well. Therefore, the installation will be more specific.
pl_pl: Po wpisaniu kraju, będzie można wybrać także region i miasto. W ten sposób, Twoja instalacja Osclass będzie bardziej dokładna.
pt_br: Uma vez que você digite um país, você vai ser capaz de escolher a região e para a cidade também. Portanto, a instalação vai ser mais específico.

source: Skip location
pl_pl: Omiń położenie
pt_br: Ir local

source: International
pl_pl: Międzynarodowy
pt_br: Internacional

source: All regions
pl_pl: Wszystkie regiony
pt_br: Todas as regiões

source: All cities
pl_pl: Wszystkie miasta
pt_br: Todas cidades

source: There are no regions available for this country
pl_pl: Brak dostępnych regionów dla wybranego kraju.
pt_br: Não existem regiões disponíveis para este país

source: There are no cities available for this region
pl_pl: Brak dostępnych miast dla wybranego regionu.
pt_br: Existem cidades disponíveis para esta região

source: Your Osclass installation at %s is up and running. You can access the administration panel with these details:
pl_pl: Twoja instalacja Osclass %s została poprawnie uruchomiona. Możesz zalogować się do panelu administracyjnego używając nastepujących danych:
pt_br: Sua instalação Osclass at %s está instalado e funcionando. Você pode acessar o painel de administração com esses detalhes:

source: The <a href="http://osclass.org/">Osclass</a> team
pl_pl: Zespół <a href="http://osclass.org/">Osclass</a>
pt_br: O <a href="http://osclass.org/">Osclass</a> equipe

source: Looks like you've already installed Osclass. To reinstall please clear your old database tables first.
pl_pl: Wygląda na to, że już zainstalowano Osclass. Aby ponownie zainstalować Osclass, wyczyść najpierw tabele bazy danych.
pt_br: Parece que você já instalou o Osclass. Para reinstalar, por favor limpar suas velhas tabelas de banco de dados em primeiro lugar.

source: Osclass Installation
pl_pl: Instalacja Osclass
pt_br: Instalação Osclass

source: Help make Osclass better by automatically sending usage statistics and crash reports to Osclass.
pl_pl: Pomóż doskonalić Osclass poprzez automatyczne wysyłanie statystyk używania i crash reports do Osclass.
pt_br: Ajude a fazer Osclass melhor enviando automaticamente estatísticas de uso e relatórios de falhas para Osclass.

source: Example Ad
pl_pl: Przykład ogłoszenia
pt_br: Exemplo de anúncio

source: Description of the example ad. Insert here some usefull description of your ad.
pl_pl: Opis przykładowego ogłoszenia. Dodaj przydatny opis Twojego ogłoszenia tutaj.
pt_br: Descrição de um exemplo de anúncio. Insira aqui alguma descrição útil do seu anúncio.

source: Example author
pl_pl: Przykładowy autor
pt_br: Exemplo autor

source: Example country
pl_pl: Przykładowy kraj
pt_br: Exemplo país

source: Example region
pl_pl: Przykładowy region
pt_br: Exemplo de região

source: Example city
pl_pl: Przykładowe miasto
pt_br: Exemplo de cidade

source: Example page title
pl_pl: Przykładowy tytuł strony
pt_br: Exemplo título da página

source: This is an example page description. This is a good place to put your Terms of Service or any other help information.
pl_pl: To jest przykładowy opis strony. To dobre miejsce, aby dodać Warunki Użytkowania Twojej strony lub innych przydatnych informacji.
pt_br: Este é um exemplo de descrição de página. Este é um bom lugar para colocar seus Termos de Serviço ou qualquer outra informação ajuda.

source: Osclass &raquo; Has some errors
pl_pl: Osclass &raquo; ma błędy
pt_br: Osclass Tem alguns erros

source: We've encountered some problems while updating the database structure. The following queries failed:
pl_pl: Wystąpił błąd podczas aktualizowania struktury bazy danych. Nie powiodły się następujące zapytania:
pt_br: Nós encontramos alguns problemas ao atualizar a estrutura do banco. As consultas a seguir falhou:

source: These errors could be false-positive errors. If you're sure that is the case, you can <a href="%s">continue with the upgrade</a>, or <a href="http://forums.osclass.org/">ask in our forums</a>.
pl_pl: Te błędy mogą być błędami fałszywie dodatnymi. Jeżeli to ten przypadek, możesz <a href="%s">kontynuować aktualizację</a>, lub <a href="http://forums.osclass.org/">skonsultować go na forum</a>.
pt_br: Esses erros podem ser erros de falso-positivos. Se você tem certeza que é o caso, você pode <a href="%s"> continuar com a atualização</a>, ou <a href="http://forums.osclass.org/"> pedir em nossos fóruns</a>.

source: You need to calculate location stats, please go to admin panel, tools, recalculate location stats or click
pl_pl: Musisz skalkulować statystki lokalizacji, idź do panelu administracyjnego, narzędzia, rekalkuluj statystki lokalizacji lub kliknij
pt_br: Você precisa calcular estatísticas de localização, por favor, vá ao painel de administração, ferramentas estatísticas localização recalcular ou clique

source: Osclass &raquo; Updated correctly
pl_pl: Osclass &raquo; zostało zaktualizowane poprawnie
pt_br: Osclass Atualizado corretamente

source: Osclass has been updated successfully. <a href="http://forums.osclass.org/">Need more help?</a>
pl_pl: Osclass zostało zaktualizowane poprawnie. <a href="http://forums.osclass.org/">Potrzebujesz pomocy?</a>
pt_br: Osclass foi atualizado com sucesso. <a href="http://forums.osclass.org/"> Precisa de mais ajuda? </a>

source: The website is currently undergoing maintenance
pl_pl: Strona przechodzi właśnie kontrolę techniczną
pt_br: O site está em manutenção

source: There was a problem, try again later please
pl_pl: Wystąpił problem, prosimy spróbować ponownie później
pt_br: Houve um problema, por favor, tente novamente mais tarde

source: Preview theme
pl_pl: Podgląd tematu
pt_br: Pré-visualizar tema

source: and counting
pl_pl: i więcej
pt_br: e contando

source: Has been a problem loading the contents, sorry for the inconvenience
pl_pl: Nastąpił problem podczas ładowania zawartości, przepraszam za niedogodności
pt_br: Ocorreu um problema ao carregar o conteúdo, sentimos muito pela inconveniência

source: Cannot get information form market.osclass.org, sorry for the inconvenience
pl_pl: Nie można uzyskać formularza market.osclass.org, przepraszamy za niedogodności
pt_br: Não é possível obter informações do market.osclass.org forma, sentimos muito pela inconveniência

source: No change expiration
pl_pl: Bez zmiany wygaśnięcia
pt_br: Nenhuma alteração da expiração

source: At least one option is required.
pl_pl: Co najmniej jedna opcja jest obowiązkowa.
pt_br: Pelo menos uma opção é necessária.

source: Current theme does not support widgets
pl_pl: Aktualny temat nie wspiera widgetów
pt_br: Tema atual não suporta widgets

source: Hi %s,
pl_pl: Cześć %s,
pt_br: Olá %s,

source: Remember that for any doubts you might have you can consult our <a href="%1$s">documentation</a>, <a href="%2$s">forum</a> or <a href="%3$s">blog</a>.
pl_pl: Pamiętaj, że w przypadku jakichkolwiek wątpliwości, możesz skonsultować naszą <a href="%1$s">dokumentację</a>, <a href="%2$s">forum</a> lub <a href="%3$s">blog</a>.
pt_br: Lembre-se que para quaisquer dúvidas que você possa ter poderá consultar nossa <a href="%1$s">documentação</a>, <a href="%2$s">forum</a> ou <a href="%3$s">blog</a>.

source: Osclass doesn’t run any developments but we can put you in touch with third party developers through a Premium Support. And hey, if you would like to contribute to Osclass - learn how <a href="%1$s">here</a>!
pl_pl: Osclass nie wykonuje żadnych dodatkowych prac na zlecenie: wtyczek, tematów, oraz podobnych; Możemy jednak pomóc Ci znaleźć podwykonawców, programatorów i projektantów w ramach Premium Support. Pamiętaj, zawsze możesz nam pomóc i uczestniczyć w tworzeniu Osclass - dowiedz się jak <a href="%1$s">tutaj</a>.
pt_br: Osclass não executa desenvolvimento específico, mas podemos colocar você em contato com os desenvolvedores através do suporte Premium. Se você gostaria de contribuir com o Osclass - saiba como <a href="%1$s">aqui</a>!

source: Cheers,
pl_pl: Pozdrawiamy,
pt_br: Satisfação,

source: Loading...
pl_pl: Ładowanie...
pt_br: Carregando

source: From
pl_pl: Od
pt_br: De

source: Osclass %s is available
pl_pl: Osclass %s jest dostępny

source: to
pl_pl: do
pt_br: Para

source: from
pl_pl: od
pt_br: de

source: Wk
pl_pl: Tydz.
pt_br: Semana

source: Sa
pl_pl: Sb

source: Backup SQL (download file)
pl_pl: Backup SQL (pobierz plik)
pt_br: Backup SQL

source: The username is available
pl_pl: Nazwa użytkownika jest dostępna
pt_br: O nome de usuário está disponível

source: Th
pl_pl: Czw

source: We
pl_pl: Śr

source: Tu
pl_pl: Wt

source: Mo
pl_pl: Pon

source: Su
pl_pl: Ndz

source: Today
pl_pl: Dzisiaj
pt_br: Hoje

source: Next
pl_pl: Następny
pt_br: Próximo

source: Prev
pl_pl: Wstecz

source: Done
pl_pl: Gotowe
pt_br: Feito

source: Expiration date
pl_pl: Data ważności
pt_br: Data de validade

source: Site home page link.
pl_pl: Link do strony głównej
pt_br: Link do site.

source: Site home page url.
pl_pl: URL strony głównej
pt_br: URL da página.

source: Unsubscribe link.
pl_pl: Link dezaktywacji
pt_br: Anular link.

source: Link for account validation.
pl_pl: Link do potwierdzenia konta.
pt_br: Link para a validação de conta.

source: ERROR: Some dependencies could not be loaded (%s)
pl_pl: BŁĄD: Niektóre zależności nie mogą być załadowane (%s)
pt_br: ERRO: algumas dependências não pôde ser carregado

source: The username is NOT available
pl_pl: Nazwa użytkownika nie jest dostępna
pt_br: O nome de usuário não está disponível

source: Search prefix URL:
pl_pl: Prefiks URL wyszukiwania:
pt_br: Pesquisa prefixo URL:

source: City based
pl_pl: Oparty na mieście
pt_br: Cidade base

source: Region based
pl_pl: Oparty na regionie
pt_br: Região com base

source: Country based
pl_pl: Oparty na kraju
pt_br: País base

source: %d days
pl_pl: %d dni
pt_br: %d dias

source: This option will send an email X days before an ad expires to the author. 0 for no email.
pl_pl: Opcja umożliwia wysyłanie e-mail X dni przed wygaśnięciem ogłoszenia. Wpisz 0 jeśli nie chcesz wysłać żadnej wiadomości.
pt_br: Esta opção irá enviar um e-mail X dias antes de um anúncio expira ao autor. 0 para nenhum e-mail.

source: days
pl_pl: dni
pt_br: Dias

source: Warn about expiration
pl_pl: Powiadom o wygaśnięciu
pt_br: Avisar sobre validade

source: Force image aspect.
pl_pl: Dostosuj format obrazu.
pt_br: Forçar aspecto de imagem.

source: Force aspect
pl_pl: Dostosuj format

source: Remember to enable cookies for the subdomains too.
pl_pl: Pamiętaj, aby włączyć obsługę plików cookie także dla podkategorii.
pt_br: Lembre-se de habilitar os cookies para os subdomínios também.

source: Your current host is "%s". Add it without "www".
pl_pl: Twój obecny host jest "%s". Dodaj go bez "www".
pt_br: O seu anfitrião atual é "%s". Adicioná-lo sem "www".

source: Your host is required to know the subdomain.
pl_pl: Twój host jest wymagany, aby dodać subdomenę.
pt_br: Seu host é obrigado a saber o subdomínio.

source: Category based
pl_pl: Oparty na kategorii
pt_br: Categoria com base

source: No subdomains
pl_pl: Brak podkategorii
pt_br: Nenhum subdomínio

source: Subdomain type
pl_pl: Typ podkategorii
pt_br: Tipo de subdomínio

source: Advanced Settings
pl_pl: Ustawienia zaawansowane
pt_br: Configurações Avançadas

source: Advanced Settings &raquo; %s
pl_pl: Ustawienia zaawansowane &raquo; %s
pt_br: Configurações avançadas

source: Change advanced configuration of your Osclass. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
pl_pl: Zmień zaawansowaną konfigurację Osclass. <strong>Zachowaj ostrożność</strong> zmieniając wartości domyślne, jeśli nie jesteś pewien, co robisz!
pt_br: Alterar a configuração avançada do seu Osclass. <strong> Tenha cuidado </ strong> ao modificar os valores padrão, se você não tem certeza do que você está fazendo!

source: Select subcategory
pl_pl: Wybierz podkategorię
pt_br: Selecione a subcategoria

source: No subcategory
pl_pl: Brak podkategorii
pt_br: Nenhuma subcategoria

source: Select category
pl_pl: Wybierz kategorię
pt_br: Selecione a categoria

source: Url for account validation.
pl_pl: URL do walidacji konta
pt_br: Url para validação de conta.

source: It always appear before the category, region or city url.
pl_pl: Pojawia się zawsze przed URL kategorii, regionu lub miasta.
pt_br: Sempre aparecem antes de a categoria, região ou cidade url.

source: Name from
pl_pl: Imię od
pt_br: Nome de

source: Mail from
pl_pl: Email od
pt_br: E-mail do

source: Enable / Disable the price field
pl_pl: Włącz/Wyłącz pole cenowe
pt_br: Ativar / desativar o campo do preço

source: Problems with this plugin? Ask for support.
pl_pl: Problem z wtyczką? Poproś o pomoc.

source: Plugins Site
pl_pl: Strona wtyczek

source: By
pl_pl: Przez

source: Version:
pl_pl: Wersja:

source: Zip code
pl_pl: Kod pocztowy

source: It could be an integer (days from now it will be expired, 0 to never expire) or a date in the format "yyyy-mm-dd hh:mm:ss"
pl_pl: To powinno być liczbą całkowitą (po ilu dniach od dzisiaj wygasa, 0 nigdy nie wygasa) lub data w formacie "rrrr-mm-dd gg:mm:ss"

source: Title length
pl_pl: Długość tytułu

source: %s characters
pl_pl: %s znaków

source: Description length
pl_pl: Długość opisu

source: %d plugins
pl_pl: %d wtyczek

source: Software updates
pl_pl: Aktualizacja oprogramowania

source: Core updates
pl_pl: Aktualizacja jądra oprogramowania

source: Disabled
pl_pl: Wyłączone

source: Branch - big changes
pl_pl: Branch - duże zmiany

source: Major - new features
pl_pl: Major - nowe funkcje

source: Minor - bug fixes
pl_pl: Minor - poprawki błędów

source: Allow auto-updates plugins
pl_pl: Zezwolenie na automatyczną aktualizację wtyczek

source: Allow auto-updates of themes
pl_pl: Zezwolenie na automatyczną aktualizację tematów (skórek)

source: Allow auto-updates of languages
pl_pl: Zezwolenie na automatyczną aktualizację języków

source: The slug has to be a unique string, could be left blank
pl_pl: The slug musi być unikatowym ciągiem, może być pusty

source: What your .htaccess file should look like
pl_pl: Jak powinien wyglądać twój plik .htaccess

source: %d Users
pl_pl: %d użytkownik

source: Server error. Upload directory isn't writable.
pl_pl: Błąd serwera. Brak prawa do zapisu w katalogu.

source: No files were uploaded.
pl_pl: Żadne pliki nie zostały dodane.

source: File is empty
pl_pl: Plik jest pusty

source: File is too large
pl_pl: Plik jest zbyt duży

source: File has an invalid extension, it should be one of %s.
pl_pl: Plik ma nieprawidłowe rozszerzenie, powinno być jednym z %s.

source: Getting content length is not supported.
pl_pl: Uzyskiwanie długość treści nie jest obsługiwane.

source: %s does not exist!
pl_pl: %s nie istnieje!

source: %s is not readable!
pl_pl: %s nie można odczytać!

source: %s is corrupt or broken!
pl_pl: %s jest uszkodzony!

source: Never expires
pl_pl: Nigdy nie wygasa

source: <p>Dear {WEB_TITLE} admin,</p>
pl_pl: <p>Drogi adminie {WEB_TITLE},</p>

source: {WEB_TITLE} - Your site has upgraded to Osclass {VERSION}
pl_pl: {WEB_TITLE} - Twoja strona została uaktualniona do Osclass {VERSION}

source: <p>Your site at {WEB_LINK} has been updated automatically to Osclass {VERSION}</p>
pl_pl: <p>Twoja strona {WEB_LINK} została automatycznie zaktualizowana do Osclass {VERSION}</p>

source: <p>There were some minor errors removing temporary files. Please manually remove the "oc-content/downloads/oc-temp" folder</p>
pl_pl: <p>Wystąpił błąd podczas usuwania plików tymczasowych. Proszę usunąć ręcznie folder "oc-content/downloads/oc-temp"</p>

source: {WEB_TITLE} - We failed trying to upgrade your site to Osclass {VERSION}
pl_pl: {WEB_TITLE} - Wystąpił błąd podczas próby aktualizacji do Osclass {VERSION}

source: TEXT
pl_pl: TEKST

source: TEXTAREA
pl_pl: OBSZAR TEKSTOWY

source: DROPDOWN
pl_pl: LISTA ROZWIJANA

source: CHECKBOX
pl_pl: POLE WYBORU

source: DATE
pl_pl: DATA

source: DATE INTERVAL
pl_pl: PRZEDZIAŁ DAT

source: You are about to delete the files of the plugin. Do you want to continue?
pl_pl: Chcesz usunąć pliki wtyczki. Kontynuować?

source: Images already uploaded
pl_pl: Obrazy zostały już przesłane

source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
pl_pl: Zbyt wiele pozycji ({netItems}) miało być załadowanych. Limit pozycji wynosi {itemLimit}.

source: The files are being uploaded, if you leave now the upload will be cancelled.
pl_pl: Pliki są wysyłane. Jeśli wyjdziesz operacja zostanie anulowana.

source: {file} has an invalid extension. Valid extension(s): {extensions}.
pl_pl: {file} ma złe rozszerzenie. Dopuszczalne rozszerzenie(a): {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
pl_pl: {file} jest zbyt duży, maksymalny rozmiar pliku wynosi {sizeLimit}.

source: {file} is empty, please select files again without it.
pl_pl: {file} jest pusty, proszę wybierz pliki ponownie.

source: Click or Drop for upload images
pl_pl: Kliknij lub upuść, aby wysłać pliki

source: Processing...
pl_pl: Przetwarzanie...

source: Retry
pl_pl: Powtórz

source: Upload failed
pl_pl: Wysyłanie nie powiodło się

source: Deleting...
pl_pl: Usuwam...

source: {percent}% of {total_size}
pl_pl: {percent}% z {total_size}

source: Make primary image
pl_pl: Dodaj główny obraz

source: Too many items were uploaded. Item limit is %d.
pl_pl: Zbyt wiele rzeczy zostało dodanych. Limit wynosi %d.

source: Public Profile
pl_pl: Profil publiczny

source: Osclass has been installed. Were you expecting more steps? Sorry to disappoint you!
pl_pl: Osclass został zainstalowany. Oczekiwałeś kolejnych kroków? Przepraszam za rozczarowanie!

source: Nearly everything looks good! Your Osclass installation is up-to-date, but there were some errors removing temporary files. Please manually remove the "oc-content/downloads/oc-temp" folder
pl_pl: Prawie wszystko wygląda dobrze! Instalacja Osclass jest aktualna, ale wystąpił błąd podczas usuwania plików tymczasowych. Proszę usunąć ręcznie folder "oc-content/downloads/oc-temp"

source: Nearly everything looks good! but there were some errors removing temporary files. Please manually remove the \"oc-content/downloads/oc-temp\" folder
pl_pl: Prawie wszystko wygląda dobrze! Niestety wystąpił błąd podczas usuwania plików tymczasowych. Proszę usunąć ręcznie folder \"oc-content/downloads/oc-temp\"

source: Flush cache
pl_pl: Wyczyść cache

source: Remove all data from cache.
pl_pl: Usuń dane z cache.

source: User based
pl_pl: Oparty na użytkowniku

source: Force JPEG
pl_pl: Wymuś JPEG

source: Force JPEG extension.
pl_pl: Wymuś rozszerzenie JPEG.

source: Uploaded images will be saved in JPG/JPEG format, it saves space but images will not have transparent background.
pl_pl: Wysłany obraz będzie zapisany w formacie JPG/JPEG, to oszczędza miejsce na dysku, ale brak przeźroczystości tła.

source: Error loading theme custom file
pl_pl: Błąd podczas ładowania niestandardowego pliku motywu

source: My purchases
pl_pl: Moje zakupy

source: Buy $%s
pl_pl: Kup $%s

source: Buy
pl_pl: Kup

source: Connect
pl_pl: Połącz

source: Disconnect from Market
pl_pl: Odłącz od Marketu

source: Sorry, the market is currently unavailable. Please try again in a few moments.
pl_pl: Niestety, Market jest obecnie niedostępny. Spróbuj ponownie za kilka minut.

source: You are going to be disconnected from the Market, all your plugins and themes downloaded will remain installed and configured but you will not be able to update or download new plugins and themes. Are you sure?
pl_pl: Zostaniesz odłączony od Rynku, pobrane wtyczki i motywy pozostaną zainstalowane i skonfigurowane, ale nie będziesz mógł ich aktualizować lub pobierać nowych wtyczek i motywów. Na pewno chcesz to zrobić?

source: Connecting... please wait
pl_pl: Łączę... czekaj

source: Connect your oc-admin to your <a target="_blank" href="%s">Market account!</a>
pl_pl: Połącz swój oc-admin z <a target="_blank" href="%s">kontem w Markecie!</a>

source: Your purchased items on Osclass Market will automatically appear on My Purchases tab.
pl_pl: Przedmioty zakupione w Osclass Market automatycznie pojawią się na karcie Moje zakupy.

source: Your market email
pl_pl: Twój e-mail w Market

source: Your market password
pl_pl: Twoje hasło w Market

source: There are no %s that matches your search
pl_pl: Brak %s pasujących do wyszukiwania

source: This action can not be undone. Uninstalling plugins may result in a permanent loss of data. Are you sure you want to continue?
pl_pl: Tego nie można cofnąć. Odinstalowywanie wtyczki może spowodować trwałą utratę danych. Jesteś tego pewny i chcesz kontynuować?

source: Market Settings
pl_pl: Ustawienia Market

source: Connect ID
pl_pl: ID podłączenia

source: Disconnect from market.osclass.org
pl_pl: Odłącz od market.osclass.org

source: Password copied from above
pl_pl: Hasło kopiowane z góry

source: This is a paid item, you need to buy it before you are able to download it
pl_pl: Ten element nie jest darmowy, musisz go zakupić, aby móc pobrać

source: no action defined
pl_pl: brak zdefiniowanych akcji
pt_br: nenhuma ação definida

source: Administrator
pl_pl: Admin
pt_br: Administrador

source: Latest listings added
pl_pl: Najnowsze dodane ogłoszenia
pt_br: Últimos anúncios adicionados

source: Latest listings added in
pl_pl: Najnowsze dodane ogłoszenia w
pt_br: Últimos anúncios adicionados em

source: Edit
pl_pl: Edytuj
pt_br: Editar

source: Delete
pl_pl: Usuń
pt_br: Apagar

source: Deactivate
pl_pl: Dezaktywacja
pt_br: Desativar

source: Activate
pl_pl: Aktywuj
pt_br: Ativar

source: Block
pl_pl: Zablokuj
pt_br: Bloquear

source: Unblock
pl_pl: Odblokuj
pt_br: Desbloquear

source: Unmark as premium
pl_pl: Odznacz jako specjalne
pt_br: Desmarcar como premium

source: Mark as premium
pl_pl: Oznacz jako specjalne
pt_br: Marcar como premium

source: Unmark as spam
pl_pl: Odznacz jako spam
pt_br: Desmarcar como SPAM

source: Mark as spam
pl_pl: Oznacz jako spam
pt_br: Marcar como SPAM

source: Disable (website)
pl_pl: Wyłącz (strona www)
pt_br: Desativar (website)

source: Enable (website)
pl_pl: Aktywuj (stronę)
pt_br: Habilitar (página)

source: Disable (oc-admin)
pl_pl: Wyłącz (oc-admin)
pt_br: Desativar (oc-admin)

source: Enable (oc-admin)
pl_pl: Włącz (oc-admin)
pt_br: Ativar (oc-admin)

source: This action can't be undone. Are you sure you want to continue?
pl_pl: Jesteś pewny, że chcesz kontynuować?
pt_br: Esta ação não poderá ser desfeita. Tem certeza que quer continuar?

source: Yes
pl_pl: Tak
pt_br: Sim
