Repository: mindstellar/Osclass
Catalog: *-content/languages/*/core.po
Languages: pl_pl, pt_br

source: (twice, required)
pl_pl: (dwukrotnie, wymagane)
pt_br: (duas vezes, necessário)

source: Manage users
pl_pl: Zarządzaj użytkownikami
pt_br: Gerenciar usuários

source: Manage users &raquo; %s
pl_pl: Zarządzanie użytkownikami &raquo; %s
pt_br: Gerenciar usuários &raquo; %s

source: Resend activation
pl_pl: Wyślij ponownie
pt_br: Reenviar ativação

source: unsubscribe alert
pl_pl: Zrezygnuj z powiadomień
pt_br: alerta de anular a inscrição

source: Users enabled
pl_pl: Aktywni użytkownicy
pt_br: Usuários habilitados

source: Anyone can register
pl_pl: Każdy może się zarejestrować
pt_br: Qualquer pessoa pode registrar

source: Users need to validate their account
pl_pl: Użytkownicy muszą potwierdzić swoje konto
pt_br: Os usuários precisam validar sua conta

source: Admin notifications
pl_pl: Powiadomienia administrator
pt_br: Notificações de Admin

source: When a new user is registered
pl_pl: Kiedy nowy użytkownik się rejestruje
pt_br: Quando um novo usuário é registrado

source: Admin mail system
pl_pl: Email systemowy administratora
pt_br: Sistema de email de administração

source: Search results
pl_pl: Wyniki wyszukiwania
pt_br: resultados da pesquisa

source: Publish a listing
pl_pl: Publikuj ogłoszenie
pt_br: Publicar um anúncio

source: Edit your listing
pl_pl: Edytuj ogłoszenie
pt_br: Edite sua anúncio

source: Send to a friend
pl_pl: Powiadom znajomych
pt_br: Enviar a um amigo

source: Contact seller
pl_pl: Skontaktuj się ze sprzedającym
pt_br: Contatar anunciante

source: Error
pl_pl: Błąd
pt_br: Erro

source: Languages
pl_pl: Języki
pt_br: Idiomas

source: page
pl_pl: strona
pt_br: página

source: Show all listings
pl_pl: Pokaż wszystkie ogłoszenia
pt_br: Mostrar todas os anúncios

source: Recover your password
pl_pl: Odzyskaj hasło
pt_br: Recuperar a sua senha

source: Login
pl_pl: Zaloguj
pt_br: Entrar

source: Create a new account
pl_pl: Utwórz nowe konto
pt_br: Criar uma nova conta

source: Manage my listings
pl_pl: Zarządzaj moimi ogłoszeniami
pt_br: Gerenciar meus anúncios

source: Manage my alerts
pl_pl: Zarządzaj powiadomieniami
pt_br: Gerenciar meus alertas

source: Update my profile
pl_pl: Aktualizuj mój profil
pt_br: Atualizar meu perfil

source: Public profile
pl_pl: Profil publiczny
pt_br: Perfil público

source: Change my email
pl_pl: Zmień mój adres email
pt_br: Alterar meu e-mail

source: Change my password
pl_pl: Zmień hasło
pt_br: Alterar minha senha

source: Recover my password
pl_pl: Odzyskaj moje hasło
pt_br: Recuperar minha senha

source: Logout
pl_pl: Wyloguj
pt_br: Sair

source: New comments
pl_pl: Nowe komentarze
pt_br: Novos comentários

source: Plugin updates
pl_pl: Aktualizacje wtyczek
pt_br: Atualizações de plugins

source: PHP version >= 5.x
pl_pl: Wersja PHP> = 5.x

source: MySQLi extension for PHP
pl_pl: Rozszerzenie MySQLi dla PHP
pt_br: Extensão MySQLi para PHP

source: MySQLi extension is required. How to <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">install/configure</a>.
pl_pl: Rozszerzenie MySQLi jest wymagane. Jak <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">zainstalować/skonfigurować</a>.
pt_br: É requerida extensão MySQL. Como <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">instalar / configurar</a>.

source: GD extension for PHP
pl_pl: Rozszerzenie GD dla PHP
pt_br: Extensão GD para PHP

source: GD extension is required. How to <a target="_blank" href="http://www.php.net/manual/en/image.setup.php">install/configure</a>.
pl_pl: GD wymaga rozszerzenia. Jak <a target="_blank" href="http://www.php.net/manual/en/image.setup.php"> zainstalować/skonfigurować </a>.
pt_br: É requerida extensão GD. Como <a target="_blank" href="http://www.php.net/manual/en/image.setup.php">instalar / configurar</a>.

source: Folder <code>oc-content/uploads</code> exists
pl_pl: Folder <code>oc/content/uploads</code>istnieje
pt_br: Pasta <code> oc-content/uploads </code> existe

source: You have to create <code>uploads</code> folder, i.e.: <code>mkdir %soc-content/uploads/</code>
pl_pl: Musisz utworzyć folder z<code> uploads </code>, czyli.: <code>mkdir %soc-content/uploads/</code>
pt_br: você tem que criar <code> envios</code> pasta, ou seja: <code> mkdir %soc-content/uploads/</code>

source: Root directory is writable
pl_pl: Główny katalog jest zapisywalny

source: Root folder has to be writable, i.e.: <code>chmod a+w %s</code>
pl_pl: Folder główny musi być zapisywalny, tj.: <code>chmod a+w %s</code>
pt_br: Pasta raiz tem que ser escrito, ou seja: <code>chmod a+w %s</code>

source: Cannot connect to the database. Error number: %s
pl_pl: Nie można połączyć się z bazą danych. Numer błędu:%s
pt_br: Não é possível conectar ao banco de dados. Número de erro: %s

source: Cannot connect to the database. Check if the user has privileges.
pl_pl: Nie można połączyć się z bazą danych. Sprawdź, czy użytkownik ma odpowiednie uprawnienia.
pt_br: Não é possível conectar ao banco de dados. Verifique se o usuário tem privilégios.

source: Cannot connect to the database. Check if the username and password are correct.
pl_pl: Nie można połączyć się z bazą danych. Sprawdź, czy nazwa użytkownika i hasło są poprawne.
pt_br: Não é possível conectar ao banco de dados. Verifique se o nome de usuário e senha estão corretos.

source: Can't copy config-sample.php. Check if the root directory is writable.
pl_pl: Nie można skopiować config-sample.php. Sprawdź, czy katalog główny jest zapisywalny.
pt_br: Não é possível copiar config-sample.php. Verifique se o diretório raiz é gravável.

source: There are tables with the same name in the database. Change the table prefix or the database and try again.
pl_pl: Istnieją tabele o tej samej nazwie w bazie danych. Zmień prefiks tabeli lub bazy danych i spróbuj ponownie.
pt_br: Existem tabelas com o mesmo nome no banco de dados. Mude o prefixo da tabela ou o banco de dados e tente novamente.

source: The file %s doesn't exist
pl_pl: Plik %s nie istnieje
pt_br: O arquivo %s não existe

source: Database information
pl_pl: Informacje o bazie danych
pt_br: informações do banco de dados

source: Server name or IP where the database engine resides
pl_pl: Nazwa serwera lub IP, gdzie jest silnik bazy danych
pt_br: Nome do servidor ou IP onde o motor de banco de dados reside

source: Database name
pl_pl: Nazwa bazy danych
pt_br: Nome do banco

source: User Name
pl_pl: Nazwa użytkownika
pt_br: Nome de usuário

source: Your MySQL username
pl_pl: Twoja nazwa użytkownika MySQL
pt_br: Seu nome de usuário MySQL

source: Your MySQL password
pl_pl: Twoje hasło MySQL
pt_br: Sua senha MySQL

source: Table prefix
pl_pl: Prefiks tabeli
pt_br: Prefixo da tabela

source: Advanced
pl_pl: Zaawansowany
pt_br: Avançado

source: Create DB
pl_pl: Stwórz bazę danych
pt_br: Criar DB

source: Check here if the database is not created and you want to create it now
pl_pl: Sprawdź, czy baza danych już istnieje, jeśli nie, stwórz ją teraz
pt_br: Confira aqui se o banco de dados não for criada e você deseja criá-la agora

source: DB admin username
pl_pl: Nazwa administratora bazy danych

source: DB admin password
pl_pl: Hasło DB Admin

source: Information needed
pl_pl: Potrzebne informacje
pt_br: Informações necessárias

source: Admin user
pl_pl: Użytkownik admin
pt_br: usuário Admin

source: Admin user is required
pl_pl: Użytkownik admin jest wymagany
pt_br: Usuário admin é necessária

source: A password will be automatically generated for you if you leave this blank.
pl_pl: Jeśli pozostawisz to pole puste, hasło zostanie wygenerowane automatycznie
pt_br: A senha será gerada automaticamente para você se você deixar este campo em branco.

source: Contact information
pl_pl: Dane kontaktowe
pt_br: Informações para contato

source: Web title
pl_pl: Tytuł strony
pt_br: Título Web

source: Contact e-mail
pl_pl: Adres e-mail
pt_br: Contato e-mail

source: Put your e-mail here
pl_pl: Podaj swój adres email tutaj
pt_br: Coloque o seu e-mail aqui

source: Choose countries/cities where your target users are located
pl_pl: Wybierz kraje/miasta, gdzie znajdują się Twoi użytkownicy docelowi
pt_br: Escolha os países / cidades onde seus usuários-alvo estão localizados

source: No internet connection. You can continue the installation and insert countries later.
pl_pl: Brak połączenia z internetem. Możesz kontynuować instalację, a później wstawić nazwy miast.
pt_br: Sem conexão com a internet. Você pode continuar nos países de instalação e de inserção mais tarde.

source: Go back
pl_pl: Wróć
pt_br: Voltar

source: The selected location could not been installed
pl_pl: Wybrana lokalizacja nie mogła zostać zainstalowana
pt_br: O local escolhido não pode ser instalado

source: Congratulations!
pl_pl: Gratulacje!
pt_br: Parabéns!

source: An e-mail with the password for oc-admin has been sent to: %s
pl_pl: E-mail z hasłem do oc-admin został wysłany do: %s
pt_br: Um e-mail com a senha para oc-admin foi enviado para: %s

source: Finish and go to the administration panel
pl_pl: Zakończyć i przejść do panelu administracyjnego
pt_br: Concluir e vá ao painel de administração

source: username: %s
pl_pl: użytkownik: %s

source: password: %s
pl_pl: hasło: %s
pt_br: senha: %s

source: Welcome
pl_pl: Witamy
pt_br: boas-vindas

source: Choose language
pl_pl: Wybierz język
pt_br: Escolha a seu idioma

source: Check the next requirements:
pl_pl: Sprawdź wymagania:
pt_br: Confira as próximas exigências:

source: Requirements help:
pl_pl: Pomoc dotycząca wymagań:
pt_br: Requisitos ajudar:

source: Need more help?
pl_pl: Potrzebujesz pomocy?
pt_br: Precisa de mais ajuda?

source: All right! All the requirements have met:
pl_pl: Wszystko gra! Wszystkie wymagania spełnione:
pt_br: Tudo bem! Todos os requisitos foram atendidos:

source: Allow my site to appear in search engines like Google.
pl_pl: Pozwól na indeksowanie strony w wyszukiwarkach takich jak Google.
pt_br: Permitir que o meu site apareça nos motores de busca como o Google.

source: Try again
pl_pl: Spróbuj ponownie
pt_br: Tente novamente

source: Run the install
pl_pl: Uruchom instalacje
pt_br: Executar a instalação

source: Readme
pl_pl: Przeczytaj mnie
pt_br: Leia me

source: Feedback
pl_pl: Opinie

source: Anonymous
pl_pl: Gość
pt_br: anônimo

source: Message: this field is required
pl_pl: Wiadomość: to pole jest wymagane
pt_br: Mensagem: Este campo é obrigatório

source: Your name: this field is required
pl_pl: Twoje imię: to pole jest wymagane
pt_br: Seu nome : Este campo é obrigatório

source: Plugin %s is missing the index.php file %s
pl_pl: Wtyczka %s nie moze odnaleźć w index.php pliku %s
pt_br: Plugin %s está faltando o arquivo index.php %s

source: here
pl_pl: tutaj
pt_br: aqui

source: Manage media
pl_pl: Zarządzaj mediami
pt_br: Gerenciar mídia

source: Manage themes
pl_pl: Zarządzaj szablonami
pt_br: Gerenciar temas

source: Manage widgets
pl_pl: Zarządzaj wigdetami
pt_br: Gerenciar Widgets

source: Manage plugins
pl_pl: Zarządza wtyczkami
pt_br: Gerenciar plugins

source: General
pl_pl: Ogólne
pt_br: Geral

source: Mail server
pl_pl: Serwer poczty
pt_br: Servidor de e-mail

source: Backup data
pl_pl: Kopia zapasowa
pt_br: Backup de dados

source: Location stats
pl_pl: Statystyki lokalizacji
pt_br: Localização estatísticas

source: Maintenance mode
pl_pl: Tryb obsługi
pt_br: Modo de manutenção

source: Your Profile
pl_pl: Twój profil
pt_br: Seu Perfil

source: Reports
pl_pl: Raporty

source: Search results: %s
pl_pl: Wyniki wyszukiwania: %s
pt_br: Resultados da pesquisa: %s

source: %s's profile
pl_pl: Profil %s
pt_br: %s's do perfil

source: Account
pl_pl: Konto
pt_br: Conta

source: My listings
pl_pl: Moje ogłoszenia
pt_br: Os meus anúncios

source: My alerts
pl_pl: Moje powiadomienia
pt_br: Alertas

source: My profile
pl_pl: Mój profil
pt_br: Meu perfil

source: Name: enter at least 3 characters
pl_pl: Imię: wprowadź conajmniej 3 znaki
pt_br: Nome: introduza pelo menos 3 caracteres

source: Name: no more than 50 characters
pl_pl: Imię: nie więcej niż 50 znaków
pt_br: Nome: Não mais que 50 caracteres

source: Username: this field is required
pl_pl: Nazwa użytkownika: To pole jest wymagane
pt_br: Nome de Usuário: este campo é obrigatório

source: Username: enter at least 3 characters
pl_pl: Nazwa użytkownika: wpisz co najmniej 3 znaki
pt_br: Nome do usuário: pelo menos 3 caracteres

source: Username: no more than 50 characters
pl_pl: Nazwa użytkownika: nie więcej niż 50 znaków
pt_br: Nome de Usuário: não mais do que 50 caracteres

source: Password: enter at least 5 characters
pl_pl: Hasło: wprowadź conajmniej 5 znaków
pt_br: Senha: entre pelo menos com 5 caracteres

source: Passwords don't match
pl_pl: Hasła nie pasują do siebie
pt_br: Senhas não coincidem

source: Enter your e-mail
pl_pl: Wprowadź adres e-mail
pt_br: Digite seu e-mail

source: Comment: this field is required
pl_pl: Komentarz: To pole jest wymagane
pt_br: Comentário: este campo é obrigatório

source: Select a category
pl_pl: Wybierz kategorie
pt_br: Escolha uma categoria

source: Select a country...
pl_pl: Wybierz kraj
pt_br: Selecione um País...

source: Select a region...
pl_pl: Wybierz województwo
pt_br: Selecione uma região...

source: Market external sources
pl_pl: Zewnętrzne źródła Marketu
pt_br: Fontes externas de mercado

source: Select a city...
pl_pl: Wybierz miasto
pt_br: Selecione uma cidade...

source: Allow updates and installations of non-official plugins and themes
pl_pl: Pozwól na aktualizacje i instalacje nieoficjalnych wtyczek i motywów
pt_br: Permitir atualizações e instalações de plugins não oficiais e temas

source: Choose one category
pl_pl: Wybierz jedną kategorię
pt_br: Escolha uma categoria

source: Price: no more than 50 characters
pl_pl: Cena: nie więcej niż 50 znaków
pt_br: Preço: não mais que 50 caracteres

source: Currency: make your selection
pl_pl: Waluta: dokonaj wyboru
pt_br: Moeda: escolher a moeda do seu país

source: Photo: must be %s
pl_pl: Zdjęcie musi być %s
pt_br: Foto: deve ser %s

source: Name: no more than 35 characters
pl_pl: Imię: nie więcej niż 35 znaków
pt_br: Nome: não é permitido mais de 35 caracteres

source: Address: enter at least 3 characters
pl_pl: Adres: wprowadź conajmniej 3 znaki
pt_br: Endereço: No mínimo 3 caraacteres

source: Address: no more than 100 characters
pl_pl: Adres: nie więcej niż 100 znaków
pt_br: Endereço: não mais que 100 caracteres

source: Select a region
pl_pl: Wybierz województwo
pt_br: Escolha uma região

source: Select a city
pl_pl: Wybierz miasto
pt_br: Escolha uma cidade

source: City area: enter at least 3 characters
pl_pl: Miasto: wpisz minimum 3 litery
pt_br: Bairro: introduza pelo menos 3 caracteres

source: City area: no more than 50 characters
pl_pl: Dzielnica: nie więcej niż 50 znaków
pt_br: Cidade : Não mais que 50 caracteres

source: Remove
pl_pl: Usuń
pt_br: Remover

source: Short name: this field is required
pl_pl: Nazwa skrócona: to pole jest wymagane
pt_br: Apelido: este campo é obrigatório

source: Currency format: this field is required
pl_pl: Format waluty: To pole jest wymagane
pt_br: Formato da Moeda: este campo é obrigatório

source: Number of decimals: this field is required
pl_pl: Ilość miejsc po przecinku: To pole jest wymagane
pt_br: Número de casas decimais: este campo é obrigatório

source: Decimal point: this field is required
pl_pl: Oddzielenie liczb dziesiętnych: To pole jest wymagane
pt_br: Separador decimal: este campo é obrigatório

source: Date format: this field is required
pl_pl: Format daty: to pole jest obowiązkowe
pt_br: Formato de data: este campo é obrigatório

source: Body
pl_pl: Treść
pt_br: Corpo

source: Friend's name: this field is required
pl_pl: Nazwa przyjaciela: to pole jest obowiązkowe
pt_br: Nome de Amigos: Este campo é obrigatório

source: Friend's email: this field is required
pl_pl: Email przyjaciela: to pole jest obowiązkowe
pt_br: Email de amigos: Este campo é obrigatório

source: Invalid friend's email address
pl_pl: Nieprawidłowy adres email przyjaciela
pt_br: Emails inválidos de amigos

source: Company
pl_pl: Firma
pt_br: Empresa

source: All
pl_pl: Wszystkie
pt_br: Todos

source: Password: this field is required
pl_pl: Hasło: to pole jest wymagane
pt_br: Senha: Este campo é obrigatório

source: Second password: this field is required
pl_pl: Drugie hasło: to pole jest obowiązkowe
pt_br: Segunda senha: este campo é obrigatório

source: Second password: enter at least 5 characters
pl_pl: Drugie hasło: wprowadź co najmniej 5 znaków
pt_br: Segunda senha: no mínimo 5 caracteres

source: Page
pl_pl: Strona
pt_br: Página

source: Go!
pl_pl: Start!
pt_br: Ir

source: Check with seller
pl_pl: Proszę o kontakt
pt_br: Verificar com vendedor

source: Free
pl_pl: Darmowe
pt_br: Grátis

source: Newly listed
pl_pl: Nowo dodane
pt_br: Mais recentes

source: Lower price first
pl_pl: od niższej ceny
pt_br: Preço mais baixo primeiro

source: Higher price first
pl_pl: od wyższej ceny
pt_br: Preço mais alto primeiro

source: January
pl_pl: Styczeń
pt_br: Janeiro

source: February
pl_pl: Luty
pt_br: Fevereiro

source: March
pl_pl: Marzec
pt_br: Março

source: April
pl_pl: Kwiecień
pt_br: Abril

source: May
pl_pl: Maj
pt_br: Maio

source: June
pl_pl: Czerwiec
pt_br: Junho

source: July
pl_pl: Lipiec
pt_br: Julho

source: August
pl_pl: Sierpień
pt_br: Agosto

source: September
pl_pl: Wrzesień
pt_br: Setembro

source: October
pl_pl: Październik
pt_br: Outubro

source: November
pl_pl: Listopad
pt_br: Novembro

source: December
pl_pl: Grudzień
pt_br: Dezembro

source: Jan
pl_pl: Sty.
pt_br: Janeiro

source: Feb
pl_pl: Lut.
pt_br: Fev

source: Apr
pl_pl: Kwi.
pt_br: Abr

source: Jun
pl_pl: Cze.

source: Jul
pl_pl: Lip.

source: Aug
pl_pl: Sier.
pt_br: Ago

source: Sep
pl_pl: Wrz.
pt_br: Set

source: Oct
pl_pl: Paź.
pt_br: Out

source: Nov
pl_pl: Lis.

source: Dec
pl_pl: Gru.
pt_br: Dez

source: Mon
pl_pl: Pon.
pt_br: Seg

source: Tue
pl_pl: Wt.
pt_br: Ter

source: Wed
pl_pl: Śr.
pt_br: Quar

source: Thu
pl_pl: Czw.
pt_br: Quin

source: Fri
pl_pl: Pt.
pt_br: Sex

source: Sat
pl_pl: Sb.
pt_br: Sáb

source: Sun
pl_pl: Ndz.
pt_br: Dom

source: Manage your listings
pl_pl: Zarządzaj swoimi ogłoszeniami
pt_br: Gerencie seus anúncios

source: Manage your alerts
pl_pl: Zarządzaj automatycznymi powiadomieniami
pt_br: Gerenciar os seus alertas

source: For sale
pl_pl: Na sprzedaż
pt_br: Para venda

source: Vehicles
pl_pl: Samochody
pt_br: Veículos

source: Classes
pl_pl: Lekcje

source: Real estate
pl_pl: Nieruchomości
pt_br: Imóveis

source: Services
pl_pl: Usługi
pt_br: Serviços

source: Community
pl_pl: Społeczność
pt_br: Comunidade

source: Personals
pl_pl: Osobiste
pt_br: Encontros

source: Jobs
pl_pl: Praca
pt_br: Empregos

source: Animals
pl_pl: Zwierzęta
pt_br: Animais

source: Art - Collectibles
pl_pl: Sztuka i kolekcjonerzy
pt_br: Arte - Colecionáveis

source: Barter
pl_pl: Wymiana towarowa
pt_br: Permuta

source: Books - Magazines
pl_pl: Książki i magazyny
pt_br: Livros - Revistas

source: Cameras - Camera Accessories
pl_pl: Aparaty i akcesoria fotograficzne
pt_br: Cameras - Acessório para cameras

source: CDs - Records
pl_pl: Aparaty i akcesoria fotograficzne
pt_br: CDs - Gravações

source: Cell Phones - Accessories
pl_pl: Telefony komorkowe i akcesoria
pt_br: Celulares - Acessórios

source: Clothing
pl_pl: Ubrania
pt_br: Vestuário

source: Computers - Hardware
pl_pl: Komputery i hardware
pt_br: Computadores - Hardware

source: Electronics
pl_pl: Elektronika
pt_br: Eletrônicos

source: For Babies - Infants
pl_pl: Dla dzieci i niemowląt
pt_br: Para Bebes - Crianças

source: Garage Sale
pl_pl: Pchli targ
pt_br: Venda de Garagem

source: Health - Beauty
pl_pl: Zdrowie i uroda
pt_br: Saúde - Beleza

source: Home - Furniture - Garden Supplies
pl_pl: Dom, meble i ogród
pt_br: Casa - Móveis - Suprimentos para Jardim

source: Jewelry - Watches
pl_pl: Biżuteria i zegarki
pt_br: Jóias - Relógios

source: Musical Instruments
pl_pl: Instrumenty muzyczne
pt_br: Instrumentos Musicais

source: Sporting Goods - Bicycles
pl_pl: Sprzęt sportowy i rowery
pt_br: Artigos esportivos - Bicicletas

source: Tickets
pl_pl: Bilety wstępu
pt_br: Ingressos

source: Toys - Games - Hobbies
pl_pl: Zabawki, gry i hobby
pt_br: Brinquedos - Jogos - Hobbie

source: Video Games - Consoles
pl_pl: Gry video i konsole
pt_br: Video Game - Consoles

source: Everything Else
pl_pl: Różności
pt_br: Tudo mais

source: Cars
pl_pl: Samochody
pt_br: Carros

source: Car Parts
pl_pl: Części samochodowe
pt_br: Peças de carros

source: Motorcycles
pl_pl: Motocykle
pt_br: Motocicletas

source: Boats - Ships
pl_pl: Łodzie i jachty
pt_br: Barcos - Navios

source: RVs - Campers - Caravans
pl_pl: RV, kempingi i przyczepy
pt_br: Reboques - Trailer - Veículos Recreacionais

source: Trucks - Commercial Vehicles
pl_pl: Ciężarówki
pt_br: Caminhões - Veiculos Comerciais

source: Other Vehicles
pl_pl: Inne pojazdy
pt_br: Outros Veículos

source: Computer - Multimedia Classes
pl_pl: Komputery i multimedia
pt_br: Computadores - Aulas

source: Language Classes
pl_pl: Zajęcia językowe
pt_br: Aulas de línguas

source: Music - Theatre - Dance Classes
pl_pl: Muzyka, teatr i taniec
pt_br: Musica - Teatro - Aulas de Dança

source: Tutoring - Private Lessons
pl_pl: Korepetycje i lekcje prywatne
pt_br: Tutor - Professor Particular

source: Other Classes
pl_pl: Inne lekcje
pt_br: Outras aulas

source: Houses - Apartments for Sale
pl_pl: Lokale do wynajęcia i na sprzedaż
pt_br: Casas - Casa à venda

source: Houses - Apartments for Rent
pl_pl: Domy i mieszkania
pt_br: Casas - Casas para alugar

source: Rooms for Rent - Shared
pl_pl: Pokoje do wynajęcia
pt_br: Quartos para alugar - Dividir

source: Housing Swap
pl_pl: Wymiana domów
pt_br: Permuta de Casa

source: Vacation Rentals
pl_pl: Domki letniskowe
pt_br: Aluguel por temporada

source: Parking Spots
pl_pl: Miejsca parkingowe
pt_br: Vagas de estacionamento

source: Land
pl_pl: Tereny
pt_br: Terra

source: Office - Commercial Space
pl_pl: Powierzchnia biurowa i handlowa
pt_br: Escritório - Espaço comercial

source: Shops for Rent - Sale
pl_pl: Sklepy do wynajęcia i kupna
pt_br: Lojas para alugar - Vender

source: Babysitter - Nanny
pl_pl: Opieka nad dziećmi i nianie
pt_br: Babá - Ama de crianças

source: Casting - Auditions
pl_pl: Przesłuchania i kastingi
pt_br: Fundição - Modelos

source: Computer
pl_pl: Komputery
pt_br: Computador

source: Event Services
pl_pl: Eventy
pt_br: Serviços para Eventos

source: Health - Beauty - Fitness
pl_pl: Zdrowie, uroda i fitness
pt_br: Saúde - Beleza - Fitness

source: Horoscopes - Tarot
pl_pl: Horoskop i tarot
pt_br: Horóscopo - Tarô

source: Household - Domestic Help
pl_pl: Pomoc domowa
pt_br: Criado - Ajuda Doméstica

source: Moving - Storage
pl_pl: Przeprowadzki
pt_br: Transporte - Mudanças

source: Repair
pl_pl: Naprawy
pt_br: Consertos

source: Writing - Editing - Translating
pl_pl: Redagowanie i tłumaczenia
pt_br: Escritor - Edição - Tradução

source: Other Services
pl_pl: Inne usługi
pt_br: Outros Serviços

source: Carpool
pl_pl: Transport
pt_br: Caronas

source: Community Activities
pl_pl: Działania wspólnotowe
pt_br: Atividades comunitárias

source: Events
pl_pl: Eventy
pt_br: Eventos

source: Musicians - Artists - Bands
pl_pl: Muzycy, artyści i zespoły
pt_br: Músicos - Artistas - Bandas

source: Volunteers
pl_pl: Wolontariusze
pt_br: Voluntários

source: Lost And Found
pl_pl: Zgubione i znalezione
pt_br: Perdidos e Achados

source: Women looking for Men
pl_pl: Kobieta szuka mężczyzny
pt_br: Mulher procura homem

source: Men looking for Women
pl_pl: Mężczyzna szuka kobiety
pt_br: Homem procura mulher

source: Men looking for Men
pl_pl: Mężczyzna szuka mężczyzny
pt_br: Homem procura homem

source: Women looking for Women
pl_pl: Kobieta dla kobiety
pt_br: Mulher procura mulher

source: Friendship - Activity Partners
pl_pl: Przyjaciele
pt_br: Amizade - Parceria
