Repository: mindstellar/Osclass
Catalog: *-content/languages/*/core.po
Languages: pl_pl, pt_br

source: Missed Connections
pl_pl: Nieodebrane połączenia
pt_br: Conexões perdidas

source: Accounting - Finance
pl_pl: Księgowość
pt_br: Contabilidade - Finanças

source: Advertising - Public Relations
pl_pl: Reklama i Public Relations
pt_br: Publicidade - Relações Públicas

source: Arts - Entertainment - Publishing
pl_pl: Sztuka, media i rozrywka
pt_br: Publicidade - Arte - Entretenimento

source: Clerical - Administrative
pl_pl: Urząd i administracja
pt_br: Escriturário - Administrativo

source: Customer Service
pl_pl: Obsługa klienta
pt_br: Serviço ao Consumidor

source: Education - Training
pl_pl: Edukacja i szkolenia
pt_br: Treinamento - Educação

source: Engineering - Architecture
pl_pl: Inżynieria i architektura
pt_br: Engenharia - Educação

source: Healthcare
pl_pl: Służba zdrowia
pt_br: Saúde

source: Human Resource
pl_pl: Kadry
pt_br: Recursos Humanos

source: Legal
pl_pl: Prawo

source: Manual Labor
pl_pl: Praca fizyczna
pt_br: Trabalho Manual

source: Manufacturing - Operations
pl_pl: Produkcja
pt_br: Fabricação - Operações

source: Non-profit - Volunteer
pl_pl: Wolontariat
pt_br: Sem fins lucrativos - Voluntário

source: Real Estate
pl_pl: Nieruchomości
pt_br: Imobiliária

source: Restaurant - Food Service
pl_pl: Restauracja
pt_br: Restaurante - Serviço de Alimentação

source: Retail
pl_pl: Sprzedaż detaliczna
pt_br: Varejo

source: Sales
pl_pl: Sprzedaż
pt_br: Vendas

source: Technology
pl_pl: Technologia
pt_br: Tecnologia

source: Other Jobs
pl_pl: Inne prace
pt_br: Outros trabalhos

source: %s in
pl_pl: %s w
pt_br: %s em

source: There's no description available in your language
pl_pl: Brak opisu w Twoim języku
pt_br: Não existe descrição disponível em seu idioma

source: The custom field has been deleted
pl_pl: Niestandardowe pole zostało usunięte
pt_br: O campo personalizado foi apagado

source: Expire in X days
pt_br: Expirar em X dias

source: 0, means no expiration date
pt_br: 0, significa que não há data de validade

source: This action can not be undone. Uninstalling plugins may result in a permanent lost of data. Are you sure you want to continue?
pt_br: Esta ação não pode ser desfeita. Desinstalação de plugins pode resultar em perda de dados permanente. Tem certeza que deseja continuar?

source: Bulk actions
pt_br: Ações em massa

source: Market
pt_br: Mercado

source: Premium
pt_br: Destacado

source: Stopwords
pt_br: Palavras proibidas

source: Bulk Actions
pt_br: Ações em massa

source: Media &raquo; %s
pt_br: Mídia &raquo; %s

source: Custom Server
pt_br: Personalizar servidor

source: Watermark
pt_br: Marca d´água

source: Permalinks
pt_br: Links permanentes

source: Feed
pt_br: Abastecer

source: Media
pt_br: Mídia

source: Moderator
pt_br: Moderador

source: Newsletter
pt_br: Boletim Informativo

source: Check plugin & theme updates
pt_br: Verifique o plugin & atualizações de tema

source: Osclass has been installed. Were you expecting more steps? Sorry to disappoint!
pt_br: Osclass tenha sido instalado. Estava esperando mais passos? Desculpe desapontá!

source: Nearly everything looks good! Your Osclass installation is up-to-date, but there were some errors removing temporary files. Please manually remove the "oc-temp" folder
pt_br: Quase tudo parece ser bom! Sua instalação Osclass é up-to-date, mas houve alguns erros removendo arquivos temporários. Por favor, remova manualmente a pasta "oc-temp"

source: The language has been installed correctly
pt_br: O idioma foi instalado corretamente

source: There was a problem adding the language
pt_br: Houve um problema adicionando o idioma

source: Nearly everything looks good! but there were some errors removing temporary files. Please manually remove the \"oc-temp\" folder
pt_br: Quase tudo parece ser bom! mas houve alguns erros removendo arquivos temporários. Por favor, remover manualmente a pasta \"oc-temp\"

source: Invalid code
pt_br: Código inválido

source: How your .htaccess file should looks like
pt_br: Como o arquivo htaccess. Devem se parece
