Repository: mindstellar/Osclass
Catalog: *-content/languages/*/core.po
Languages: pl_pl, pt_br

source: Cron Settings
pl_pl: Ustawienia Cron
pt_br: Configurações do cron

source: Automatic cron process
pl_pl: Automatyczny proces cron
pt_br: Processos automáticos do cron

source: It is <b>recommended</b> to have this option enabled, because some features require it.
pl_pl: Jest <b>zalecane</b> mieć tą funckę włączoną, ponieważ niektóre funkcje jej wymagają
pt_br: É <b>recomendado</b> ter esta opção habilitada, porque alguns recursos exigem isso.

source: Close
pl_pl: Zamknij
pt_br: Fechar

source: View more
pl_pl: Zobacz więcej
pt_br: Ver mais

source: Edit country
pl_pl: Edytuj kraj
pt_br: Editar País

source: Add new country
pl_pl: Dodaj nowy kraj
pt_br: Adicionar novo País

source: Edit region
pl_pl: Edytuj województwo
pt_br: Editar Estado

source: Add new region
pl_pl: Dodaj województwo
pt_br: Adicionar Estado

source: Edit city
pl_pl: Edytuj miasto
pt_br: Editar cidade

source: Add new city
pl_pl: Dodaj miasto
pt_br: Adicionar cidade

source: Locations
pl_pl: Lokalizacje
pt_br: Localizações

source: Country code should have two characters
pl_pl: Kod pocztowy powinien zawierać 5 znaków
pt_br: O Páis deve ter dois caracteres

source: Country code
pl_pl: Kod pocztowy
pt_br: Código do país

source: Add country
pl_pl: Dodaj kraj
pt_br: Adicione país

source: Add region
pl_pl: Dodaj województwo
pt_br: Adicionar região

source: Add city
pl_pl: Dodaj miasto
pt_br: Adicionar cidade

source: Countries
pl_pl: Kraje
pt_br: Países

source: Add new
pl_pl: Dodaj nowe
pt_br: Adicionar novo

source: Regions
pl_pl: Województwa
pt_br: Estados

source: Cities
pl_pl: Miasta
pt_br: Cidades

source: Mail Settings &raquo; %s
pl_pl: Ustawienia e-mail &raquo; %s
pt_br: Configurações de e-mail &raquo; %s

source: Mail Settings
pl_pl: Ustawienia Email
pt_br: Configurações de e-mail

source: Server type
pl_pl: Typ serwera
pt_br: Tipo de servidor

source: GMail Server
pl_pl: Serwer Gmail
pt_br: Servidor GMAIL

source: Server port
pl_pl: Port Serwera
pt_br: Porta do servidor

source: Encryption
pl_pl: Szyfrowanie
pt_br: Encriptação

source: Options: blank, ssl or tls
pl_pl: Opcje: brak, SSL lub TLS
pt_br: Opções: branco, ssl ou tls

source: Apache Module <b>mod_ssl</b> is not loaded
pl_pl: Moduł Apache <b>mod_ssl</b> jest załadowany
pt_br: O módulo do Apache <b>mod_ssl</b> não está carregado

source: SMTP authentication enabled
pl_pl: Autoryzacja SMTP włączona
pt_br: SMTP autenticação habilitada

source: Use POP before SMTP
pl_pl: Użyj POP przed SMTP
pt_br: Use POP antes de SMTP

source: Size is not in the correct format
pl_pl: Rozmiar nie jest w odpowiednim formacie
pt_br: Tamanho não está no formato correto

source: Thumbnail size: this field is required
pl_pl: Rozmiar obrazu: To pole jest wymagane
pt_br: Tamanho das miniaturas: este campo é obrigatório

source: Thumbnail size: is not in the correct format
pl_pl: Rozmiar obrazu: nie jest w odpowiednim formacie
pt_br: Tamanho das miniaturas: não está no formato correto

source: Preview size: this field is required
pl_pl: Rozmiar podglądu: To pole jest wymagane
pt_br: Tamanho da vizualização: este campo é obrigatório

source: Preview size: is not in the correct format
pl_pl: Rozmiar podglądu: nie jest w odpowiednim formacie
pt_br: Tamanho de visualização: não está no formato correto

source: Normal size: this field is required
pl_pl: Średni rozmiar: To pole jest wymagane
pt_br: Visualização normal: este campo é obrigatório

source: Normal size: is not in the correct format
pl_pl: Średni rozmiar: nie jest w odpowiednim formacie
pt_br: Tamanho normal: não está no formato correto

source: Media Settings &raquo; %s
pl_pl: Ustawienia mediow &raquo; %s
pt_br: Configuração de Mídia &raquo; %s

source: Media Settings
pl_pl: Ustawienia Media
pt_br: Configuração de Mídia

source: The sizes listed below determine the maximum dimensions in pixels to use when uploading a image. Format: <b>Width</b> x <b>Height</b>.
pl_pl: Wymienione poniżej rozmiary określają maksymalne wymiary pikseli jakie powinny być użyte przy ładowaniu zdjęć. Format: <b>Szerokość</b> x <b>Wysokość</b>.
pt_br: Os tamanhos abaixo determinam as dimensões máximas em pixels para usar quando do upload de uma imagem. Formato: <b>largura</b> x <b>altura</b>.

source: Thumbnail size
pl_pl: Rozmiar Miniaturki
pt_br: Tamanho da miniatura

source: Preview size
pl_pl: Rozmiar podglądu
pt_br: Tamanho de visualização

source: Normal size
pl_pl: Rozmiar normalny
pt_br: Tamanho normal

source: Original size
pl_pl: Oryginalny rozmiar

source: Keep original image, unaltered after uploading.
pl_pl: Zachowaj oryginalne zdjęcie niezmieione po załadowaniu.
pt_br: Manter a imagem original, inalterada após o upload.

source: Restrictions
pl_pl: Ograniczenia
pt_br: Restrições

source: Maximum size
pl_pl: Rozmiar maksymalny
pt_br: Tamanho máximo

source: Size in KB
pl_pl: Rozmiar w KB
pt_br: Tamanho em KB

source: Maximum size PHP configuration allows: %d KB
pl_pl: Maksymalny rozmiar dozwolony w konfiguracji PHP: %d KB
pt_br: Configuração de tamanho máximo PHP permitido: %d KB

source: Use ImageMagick instead of GD library
pl_pl: Użyj ImageMagick zamiast biblioteki GD
pt_br: Use ImageMagick ao invés da biblioteca GD

source: ImageMagick library is not loaded
pl_pl: Biblioteka ImageMagick nie jest załadowana
pt_br: Biblioteca ImageMagick não foi carregada.

source: It's faster and consumes less resources than GD library.
pl_pl: Jest szybsze i zużywa mniej zasobów niż bibliotekę GD.
pt_br: É mais rápida e consome menos recurso que a biblioteca GD.

source: Watermark type
pl_pl: Typ Watermark
pt_br: Tipo de marca d´água

source: None
pl_pl: Żaden
pt_br: Nenhum

source: Text
pl_pl: Tekst

source: Freetype library is required. How to <a target="_blank" href="%s">install/configure</a>
pl_pl: Biblioteka freetype jest wymagana. <a target="_blank" href="%s"> Jak zainstalować/skonfigurować? </a>
pt_br: Biblioteca FreeType é necessária. Como <a target="_blank" href="%s"> instalar/configurar</a>

source: Image
pl_pl: Zdjęcie
pt_br: Figura

source: Regenerate images
pl_pl: Generuj obrazy jeszcze raz
pt_br: Regenerar imagens

source: Regenerate
pl_pl: Regeneruj
pt_br: Regenerar

source: Listings url: this field is required
pl_pl: URL ogłoszeń: to pole jest wymagane
pt_br: Listagens url: este campo é obrigatório

source: Page url: this field is required
pl_pl: URL strony: To pole jest wymagane
pt_br: Url da página: este campo é obrigatório

source: Categories url: this field is required
pl_pl: URL kategorii: to pole jest wymagane
pt_br: Url das Categorias: este campo é obrigatório

source: Search url: this field is required
pl_pl: URL wyszukiwania: to pole jest wymagane
pt_br: Url de pesquisa: este campo é obrigatório

source: Search country: this field is required
pl_pl: URL kraju: to pole jest wymagane
pt_br: País de pesquisa: este campo é obrigatório

source: Search region: this field is required
pl_pl: URL regionu: to pole jest wymagane
pt_br: Região de pesquisa: este campo é obrigatório

source: Search city: this field is required
pl_pl: Szukaj miasta: To pole jest wymagane
pt_br: Cidade da pesquisa: este campo é obrigatório

source: Search city area: this field is required
pl_pl: Szukaj dzielnicy: Search: to pole jest wymagane
pt_br: Área da pesquisa: este campo é obrigatório

source: Search category: this field is required
pl_pl: Szukaj kategorii: To pole jest wymagane
pt_br: Categoria da pesquisa: este campo é obrigatório

source: Search user: this field is required
pl_pl: Szukaj użytkownika: To pole jest wymagane
pt_br: Pesquisar usuário: este campo é obrigatório

source: Search pattern: this field is required
pl_pl: Wzorzec wyszukiwania: To pole jest wymagane
pt_br: Padrão de pesquisa: este campo é obrigatório

source: Contact url: this field is required
pl_pl: URL kontaktowy: To pole jest wymagane
pt_br: Url de contato: este campo é obrigatório

source: Feed url: this field is required
pl_pl: Feed url: pole obowiązkowe
pt_br: Url do Feed: este campo é obrigatório

source: Language url: this field is required
pl_pl: Url języka: pole obowiązkowe
pt_br: Url de Idioma: este campo é obrigatório

source: Listing mark url: this field is required
pl_pl: URL oceny ogłoszenia: To pole jest wymagane
pt_br: Listagem marcar url: este campo é obrigatório

source: Listing send friend url: this field is required
pl_pl: URL wyślij ogłoszenie do znajomego: To pole jest wymagane
pt_br: Enviar a um amigo url: Este campo é obrigatório

source: Listing contact url: this field is required
pl_pl: URL kontakt ogłoszenia: To pole jest wymagane
pt_br: Este campo é obrigatório

source: New listing url: this field is required
pl_pl: URL nowego ogłoszenia: To pole jest wymagane
pt_br: Nova lista url: Este campo é obrigatório

source: Activate listing url: this field is required
pl_pl: URL aktywuj ogłoszenie: To pole jest wymagane
pt_br: Ative lista url: Este campo é obrigatório

source: Edit listing url: this field is required
pl_pl: URL edytuj ogłoszenie: To pole jest wymagane
pt_br: Editar anúncio url: Este campo é obrigatório

source: Delete listing url: this field is required
pl_pl: Usuń URL ogłoszenia: To pole jest wymagane
pt_br: Apagar lista url: Este campo é obrigatório

source: Delete listing resource url: this field is required
pl_pl: Usuń URL źrodła ogłoszenia: To pole jest wymagane
pt_br: Apagar lista url recurso: este campo é obrigatório

source: Login url: this field is required
pl_pl: Url login: pole obowiązkowe
pt_br: Entrar url: Este campo é obrigatório

source: User dashboard url: this field is required
pl_pl: Url panelu użytkownika: pole obowiązkowe
pt_br: Dashboard url do Usuário: Este campo é obrigatório

source: Logout url: this field is required
pl_pl: Url wylogowania: pole obowiązkowe
pt_br: Sair url: Este campo é obrigatório

source: User register url: this field is required
pl_pl: Url rejestracji użytkownika: pole obowiązkowe
pt_br: Usuários Cadastre-url: Este campo é obrigatório

source: Activate user url: this field is required
pl_pl: Url aktywacji użytkownika: pole obowiązkowe
pt_br: Ative url user: este campo é obrigatório

source: Activate alert url: this field is required
pl_pl: Url aktywacji powiadomienia: pole obowiązkowe
pt_br: Ative url alerta: este campo é obrigatório

source: User profile url: this field is required
pl_pl: Url profilu użytkownika: pole obowiązkowe
pt_br: URL do perfil do usuário: Este campo é obrigatório

source: User listings url: this field is required
pl_pl: URL ogłoszenia użytkownika: To pole jest wymagane
pt_br: Usuário url Anúncios: Este campo é obrigatório

source: User alerts url: this field is required
pl_pl: Url powiadomień użytkownika: pole obowiązkowe
pt_br: Alerta o usuário url: Este campo é obrigatório

source: Recover user url: this field is required
pl_pl: Przypomnij URL użytkownika: To pole jest wymagane
pt_br: Recuperar url user: este campo é obrigatório

source: User forgot url: this field is required
pl_pl: Użytkownik zapomniał URL: to pole jest wymagane
pt_br: Usuário Esqueceu url: Este campo é obrigatório

source: Change password url: this field is required
pl_pl: URL zmień hasło: To pole jest wymagane
pt_br: Alterar senha URL: este campo é obrigatório

source: Change email url: this field is required
pl_pl: URL zmień e-mail: To pole jest wymagane
pt_br: Alterar e-mail URL: este campo é obrigatório

source: Change email confirm url: this field is required
pl_pl: Zmień adres e-mail, potwierdź URL: To pole jest wymagane
pt_br: Alterar e-mail de confirmação url: Este campo é obrigatório

source: Show rules
pl_pl: Pokaż zasady
pt_br: Mostrar regras

source: Hide rules
pl_pl: Ukryj zasady
pt_br: Ocultar regras

source: Permalinks &raquo; %s
pl_pl: Permalinki &raquo; %s

source: Enable friendly urls
pl_pl: Włącz przyjazne adresy URL
pt_br: Ativar urls amigáveis

source: Listing URL:
pl_pl: URL ogłoszenia:
pt_br: URL anúncio:

source: Accepted keywords: %s
pl_pl: Akceptowane słowa kluczowe: %s
pt_br: Palavras-Chaves aceitas: %s

source: Page URL:
pl_pl: Adres URL strony:
pt_br: Página URL:

source: Category URL:
pl_pl: Adres URL kategorii:
pt_br: Categoria URL:

source: Search URL:
pl_pl: Szukaj URL:
pt_br: URL de busca:

source: Search keyword country
pl_pl: Szukaj słowa kluczowego kraj
pt_br: Pesquisar País palavra-chave:

source: Search keyword region
pl_pl: Szukaj słowa kluczowego region
pt_br: Pesquisar palavra-chave região

source: Search keyword city
pl_pl: Szukaj słowa kluczowego miasto
pt_br: Pesquisar palavra-chave da cidade

source: Search keyword city area
pl_pl: Szukaj słowa kluczowego dzielnica
pt_br: Pesquisa área de cidade-chave

source: Search keyword category
pl_pl: Szukaj słowa kluczowego kategoria
pt_br: Pesquisar palavra-chave categoria

source: Search keyword user
pl_pl: Szukaj słowa kluczowego użytkownik
pt_br: Pesquisar palavra-chave de utilizador

source: Search keyword pattern
pl_pl: Szukaj słowa kluczowego wzór
pt_br: Pesquisar palavra-chave padrão

source: Contact
pl_pl: Kontakt
pt_br: Contato

source: Language
pl_pl: Język
pt_br: Idioma

source: Listing mark
pl_pl: Ocena ogłoszenia
pt_br: Marca anúncio

source: Listing send friend
pl_pl: Ogłoszenie wysłane do znajomego
pt_br: Enviar anúncio a um amigo

source: Listing contact
pl_pl: Dane kontaktowe
pt_br: Contato anúncio

source: Listing new
pl_pl: Nowe ogłoszenie
pt_br: Novo anúncio

source: Listing activate
pl_pl: Ogłoszenie aktywne
pt_br: Anúncio ativo

source: Listing edit
pl_pl: Edytuj ogłoszenie
pt_br: Editar anúncio

source: Listing delete
pl_pl: Ogłoszenie skasowane
pt_br: Apagar anúncio

source: Listing resource delete
pl_pl: Źrodło ogłoszenia skasowane
pt_br: Recurso Listagem apagar

source: User login
pl_pl: Login użytkownika

source: User dashboard
pl_pl: Panel użytkownika
pt_br: Painel de usuário

source: User logout
pl_pl: Wylogowanie użytkownika
pt_br: Logout do usuário

source: User register
pl_pl: Rejestracja użytkownika
pt_br: Cadastro de usuário

source: User activate
pl_pl: Aktywuj użytkownika
pt_br: Ativar usuário

source: User activate alert
pl_pl: Aktywuj powiadomienieużytkownika
pt_br: Usuário ativar alerta

source: User profile
pl_pl: Profil użytkownika
pt_br: perfil do usuário

source: User alerts
pl_pl: Powiadomienia użytkownika
pt_br: Alerta do usuário

source: User recover
pl_pl: Odzyskaj użytkownika
pt_br: Recuperar usuário

source: User forgot
pl_pl: Zapomnienie użytkownika
pt_br: Usuário esqueceu

source: User change password
pl_pl: Zmiana hasła użytkownika
pt_br: Alteração de senha de usuário

source: User change email
pl_pl: Zmiana adresu e-mail użytkownika
pt_br: Alterar e-mail do usuário

source: User change email confirm
pl_pl: Użytkownik potwierdza zmianę adresu e-mail
pt_br: Alterar e-mail de usuário confirmar

source: Latest searches Settings &raquo; %s
pl_pl: Ustawienie ostatniego wyszukiwania &raquo; %s
pt_br: Últimas pesquisas Configurações %s

source: Latest searches Settings
pl_pl: Ustawienie ostatniego wyszukiwania
pt_br: Últimas pesquisas Configurações

source: Latest searches
pl_pl: Ostatnio wyszukiwania
pt_br: Últimas pesquisas

source: Save the latest user searches
pl_pl: Zapisz najnowsze wyszukiwanie użytkownika
pt_br: Salvar as últimas pesquisas de usuário

source: One hour
pl_pl: Jedna godzina
pt_br: Uma hora

source: One day
pl_pl: Jeden dzień
pt_br: Um dia

source: One week
pl_pl: Jeden tydzień
pt_br: Uma semana

source: Forever
pl_pl: Zawsze
pt_br: Para sempre

source: Store 1000 queries
pl_pl: Przechowywać 1000 zapytań
pt_br: Armazenar 1.000 consultas

source: Store %s queries
pl_pl: Przechowywać %s zapytań
pt_br: Consultas %s loja

source: This feature can generate a lot of data. It's recommended to purge this data periodically.
pl_pl: Ta funkcja może generować wiele danych. Zaleca się okresowe czyszczenie danych.
pt_br: Este recurso pode gerar uma grande quantidade de dados. É recomendado para limpar esses dados periodicamente.

source: Spam and bots &raquo; %s
pl_pl: Spam i boty &raquo; %s
pt_br: Spam e bots %s

source: Spam and bots
pl_pl: Spam i boty
pt_br: Spam e bots

source: Akismet is a hosted web service that saves you time by automatically detecting comment and trackback spam. It's hosted on our servers, but we give you access to it through plugins and our API.
pl_pl: Akismet jest to hostowana usługa internetowa, która oszczędza Twoj czas dzięki automatycznemu wykrywaniu komentarzy i TrackBack, które są spamem. Usługa ta jest hostowana na naszych serwerach, ale dajemy do niej dostęp dzięki wtyczkom i naszemu API.
pt_br: Akismet é um serviço web hospedada que poupa tempo, detectando automaticamente e comentário de spam trackback. Ele está hospedado em nossos servidores, mas nós damos-lhe o acesso a ele através de plugins e nossa API.

source: Akismet API Key
pl_pl: Klucz Akismet API

source: This key is valid
pl_pl: Ten klucz jest prawidłowy
pt_br: Esta chave é válida

source: The key you entered is invalid. Please double-check it
pl_pl: Wpisany klucz jest nieprawidłowy, sprawdź go.
pt_br: A chave que você digitou é inválido. Por favor, verifique que

source: Akismet is disabled, please enter an API key. <a href="%s" target="_blank">(Get your key)</a>
pl_pl: Akismet jest wyłączony, proszę wpisać klucz API. <a href=\"%s\" target=\"_blank\">(Pobierz klucz)</a>
pt_br: Akismet está desativado, por favor, entrar uma chave de API. <a href="%s" target="_blank"> (Obter sua chave) </a>

source: reCAPTCHA helps prevent automated abuse of your site by using a CAPTCHA to ensure that only humans perform certain actions. <a href="%s" target="_blank">Get your key</a>
pl_pl: reCAPTCHA pomaga zapobiec automatycznemu nadużywaniu Twojej strony za pomocą CAPTCHA w celu upewnienia się, że tylko ludzie wykonują pewne czynności. <a href="%s" target="_blank"> Pobierz klucz </a>

source: reCAPTCHA Public key
pl_pl: reCAPTCHA Klucz publiczny

source: reCAPTCHA Private key
pl_pl: reCAPTCHA Klucz prywatny

source: If you see the reCAPTCHA form it means that you have correctly entered the public key
pl_pl: Jeśli widzisz formularz reCAPTCHA oznacza to, że masz poprawnie wprowadzony klucz publiczny
pt_br: Se você ver a forma reCAPTCHA isso significa que você digitou corretamente a chave pública

source: Last 10 weeks
pl_pl: Ostatnie 10 tygodni
pt_br: últimas 10 semanas

source: Last 10 months
pl_pl: Ostatnie 10 miesięcy
pt_br: Últimos 10 meses

source: Last 10 days
pl_pl: Ostatnie 10 dni
pt_br: últimos 10 dias

source: Comments
pl_pl: Komentarze
pt_br: Comentários

source: Are you sure you want to %s the selected comments?
pl_pl: Jesteś pewna/y, że chcesz %s wybrane komentarze?
pt_br: Tem certeza que quer selecionar %s comentários?

source: There're no statistics yet
pl_pl: Nie ma jeszcze statystyk
pt_br: Ainda não há estatísticas

source: Quickly find out how many new listings have been published on your site and how many visits each of the listings gets.
pl_pl: Dowiedz się ile nowych ogłoszeń opublikowano na Twojej stronie i ile nowych wizyt otrzymało każde z nich.
pt_br: Descobrir rapidamente quantos novos anúncios foram publicados em seu site e quantas visitas cada uma das listagens fica.

source: Latest comments on the web
pl_pl: Ostatnie komentarze na stronie
pt_br: Último comentário na WEB

source: Listing Statistics &raquo; %s
pl_pl: Statystyka ogłoszeń &raquo; %s
pt_br: Estatísticas do anúncio %s

source: Items
pl_pl: Oferty
pt_br: Itens

source: Views
pl_pl: Wyświetleń
pt_br: Mostrados

source: Listing Statistics
pl_pl: Statystyka ogłoszeń
pt_br: Listagem Estatísticas

source: New listing
pl_pl: Nowy wpis
pt_br: Novos anúncios

source: Number of new listings
pl_pl: Liczba nowych ogłoszeń
pt_br: Número de novos anúncios

source: Listings' views
pl_pl: Wyświetlenia ogłoszeń
pt_br: Pontos de vista dos Resultados

source: Total number of listings' views
pl_pl: Całkowita liczba wyświetleń ogłoszeń
pt_br: Número total de pontos de vista dos anúncios

source: Inactive
pl_pl: Nieaktywne
pt_br: Inativo

source: Bad category
pl_pl: Nieprawidłowa kategoria
pt_br: Má categoria

source: Total number of reports
pl_pl: Liczba raportów
pt_br: Número total de feedbacks

source: Users per country
pl_pl: Użytkownicy według krai
pt_br: Usuários por país

source: Unknown
pl_pl: Nieznane
pt_br: Desconhecido

source: Users per region
pl_pl: Użytkownicy według regionów
pt_br: Usuário por região

source: User Statistics
pl_pl: Statystyki użytkownika
pt_br: Estatísticas dos usuários

source: Latest users on the web
pl_pl: Ostatni użytkownicy
pt_br: Últimos usuários

source: Avg. items per user
pl_pl: Średnio ogłoszeń na użytkownika
pt_br: Itens Avg. por usuário

source: %s listings per user
pl_pl: %s ogłoszeń na użytkownika
pt_br: %s anúncios por usuário

source: Tools
pl_pl: Narzędzia
pt_br: Ferramentas

source: Backup &raquo; %s
pl_pl: Kopia zapasowa &raquo; %s
pt_br: Backup %s

source: Backup
pl_pl: Kopia zapasowa

source: Backup folder
pl_pl: Kopie zapasowe
pt_br: Diretório de Backup

source: This is the folder in which your backups will be created. We recommend that you choose a non-public path.
pl_pl: Jest to folder w kt’orym powstanie kopia zapasowa. Zalecamy wybranie ścieżki niepublicznej.
pt_br: Esta é a pasta na qual os backups serão criados. Recomendamos que você escolha um caminho não-pública.

source: Backup SQL (store on server)
pl_pl: Kopia SQL (przechowywana w serwerze)

source: Backup files (store on server)
pl_pl: Kopia plików zapasowych (przechowywane na serwerze)
pt_br: Backup de Arquivos(armazenamento no servidor)

source: Category stats &raquo; %s
pl_pl: Statystyki kategorii &raquo; %s
pt_br: Estatísticas por categoria %s

source: Category stats
pl_pl: Statystyki kategorii
pt_br: Categoria estatísticas

source: Calculate category stats
pl_pl: Oblicz statystyki kategorii
pt_br: Calcule categoria estatísticas

source: Import &raquo; %s
pl_pl: Importuj &raquo; %s
pt_br: Importação %s

source: Import
pl_pl: Importuj
pt_br: Importar

source: File (.sql)
pl_pl: Plik (.sql)
pt_br: Arquivo (.sql)

source: Import data
pl_pl: Importuj dane
pt_br: Importar dados

source: Location stats &raquo; %s
pl_pl: Lokalizacja statystyk &raquo; %s
pt_br: Localização estatísticas %s

source: Locations stats
pl_pl: Lokalizacja statystyk
pt_br: Locais estatísticas

source: Complete
pl_pl: Wypełnij
pt_br: Completar

source: Maintenance &raquo; %s
pl_pl: Konserwacja &raquo; %s
pt_br: Manutenção %s

source: Maintenance
pl_pl: Konserwacja
pt_br: Manutenção

source: Maintenance mode is: <strong>%s</strong>
pl_pl: Tryb konserwacji to: <strong> %s </strong>
pt_br: O modo de manutenção é: <strong>%s</strong>

source: Disable maintenance mode
pl_pl: Wyłącz tryb obsługi
pt_br: Desabilita Modo manutenção

source: Enable maintenance mode
pl_pl: Włącz tryb obsługi
pt_br: Habilita modo manutenção

source: Checking for updates (Current version %s)
pl_pl: Sprawdzanie aktualizacji (aktualna wersja %s)
pt_br: Verificar se há atualizações (versão atual %s)

source: New version to update:
pl_pl: Nowa wersja do aktualizacji
pt_br: Nova versão disponível para atualização:

source: Upgrade
pl_pl: Aktualizacja

source: Upgrade &raquo; %s
pl_pl: Aktualizacja &raquo; %s
pt_br: Atualização %s

source: Update user
pl_pl: Aktualizacja użytkownika
pt_br: Atualize usuário

source: Add new user
pl_pl: Dodaj nowego użytkownika
pt_br: Adicionar novo usuário

source: Contact info
pl_pl: Dane kontaktowe
pt_br: Informações de contato

source: Last access
pl_pl: Ostatnia wizyta
pt_br: Último acesso

source: %s on %s
pl_pl: %s w %s

source: (required)
pl_pl: (wymagane)
pt_br: (obrigatório)

source: Cell phone
pl_pl: Telefon komórkowy
pt_br: Celular

source: Phone
pl_pl: Telefon
pt_br: Telefone

source: Website
pl_pl: Strona www

source: User type
pl_pl: Typ użytkownika
pt_br: Tipo de usuário

source: Additional information
pl_pl: Dodatkowe informacje
pt_br: Informação adicional

source: Location
pl_pl: Lokalizacja
pt_br: Localização
