Repository: mindstellar/Osclass
Catalog: *-content/languages/*/messages.po
Languages: nl_nl, pt_br

source: The page couldn't be added, at least one title should not be empty
nl_nl: De pagina kan niet worden toegevoegd, voer tenminste een titel in
pt_br: A página não pôde ser adicionada. Você deve, ao menos, inserir um título

source: Oops! That internal name is already in use. We can't make the changes
nl_nl: Oeps! Die de interne naam is al in gebruik. Kunnen we er niet wijzigingen aan aanbrengen?
pt_br: Oops! Esse nome já está em uso no sistema. Não podemos fazer as alterações

source: One page can't be deleted because it is indelible
nl_nl: Een pagina kan niet worden verwijderd aangezien deze onuitwisbaar is
pt_br: Página não pode ser apagada

source: %s pages couldn't be deleted because they are indelible
nl_nl: %s pagina kon niet worden verwijderd, omdat ze onuitwisbaar zijn
pt_br: %s páginas não puderam ser apagadas porque são permanentes

source: One page couldn't be deleted
nl_nl: Één pagina kon niet worden verwijderd
pt_br: Página não pode ser apagada

source: %s pages couldn't be deleted
nl_nl: %s paginas konden niet verwijderd worden
pt_br: %s páginas não puderam ser apagadas

source: One page has been deleted correctly
nl_nl: Één pagina is succesvol verwijderd
pt_br: Página apagada corretamente

source: %s pages have been deleted correctly
nl_nl: %s pagina's zijn correct verwijderd
pt_br: %s páginas foram apagadas corretamente

source: The plugin folder is not writable
nl_nl: De plugin folder heeft geen schrijfrechten
pt_br: O diretório plugin não pode ser gravado

source: The plugin has been uploaded correctly
nl_nl: De pluging is correct geupload
pt_br: O plugin foi enviado corretamente

source: There was a problem adding the plugin
nl_nl: Er was een foutmelding met het toevoegen van de plugin
pt_br: Ocorreu um problema ao adicionar o plugin

source: Plugin is already installed
nl_nl: Plugin is al geinstalleerd
pt_br: O plugin já está instalado

source: Plugin couldn't be installed because their files are missing
nl_nl: Plugin kon niet worden geïnstalleerd, omdat er bestanden ontbreken
pt_br: O plugin não pode ser instalado porque alguns arquivos estão faltando

source: Plugin couldn't be installed because of: %s
nl_nl: Plugin kon niet worden geïnstalleerd omdat: %s
pt_br: Plugin não pode ser instalado porque o: %s

source: Plugin couldn't be installed
nl_nl: Plugin kon niet geinstalleerd worden
pt_br: Plugin não pode ser instalado

source: Plugin installed
nl_nl: Plugin geïnstalleerd
pt_br: Plugin instalado

source: Plugin uninstalled
nl_nl: Plugin verwijderd
pt_br: Plugin desinstalado

source: Plugin couldn't be uninstalled
nl_nl: Plugin kon niet verwijderd worden
pt_br: Plugin não pode ser desinstalado

source: Plugin enabled
nl_nl: Plugin geactiveerd
pt_br: Plugin habilitado

source: Plugin is already enabled
nl_nl: Plugin is al geactiveerd
pt_br: O plugin já está habilitado

source: Plugin disabled
nl_nl: Plugin gedeactiveerd
pt_br: Plugin desabilitado

source: Plugin is already disabled
nl_nl: Plugin is al gedeactiveerd
pt_br: O plugin já está desabilitado

source: No plugin selected
nl_nl: Geen Plugin geselecteerd
pt_br: Nenhum plugin selecionado

source: Configuration was saved
nl_nl: Configuratie is bewaard
pt_br: Configuração foi salva

source: %s already was in the database
nl_nl: %s is reeds in de database aanwezig
pt_br: %s já estava no banco de dados

source: Country code and name should have at least two characters
nl_nl: Landcode en de naam moet minstens twee karakters hebben
pt_br: Código do País e o nome deve ter pelo menos dois caracteres

source: %s has been added as a new country
nl_nl: %s is toegevoegd als een nieuw land
pt_br: %s foi adicionado como novo País

source: Country has been edited
nl_nl: Land is gewijzigd
pt_br: País foi editado

source: There were some problems editing the country
nl_nl: Er waren foutmeldingen tijdens het wijzigen van het land
pt_br: Houve alguns problemas editando o país

source: %s has been added as a new region
nl_nl: %s is toegevoegd als een nieuwe provincie
pt_br: %s foi adicionado como nova região

source: %s has been edited
nl_nl: %s is aangepast
pt_br: %s foi editado

source: %s has been added as a new city
nl_nl: %s is toegevoegd als een nieuwe stad
pt_br: %s foi adicionada como nova cidade

source: One field was not updated
nl_nl: Één veld was niet geupdate
pt_br: Um campo não foi atualizado

source: Permalinks structure updated
nl_nl: Permalinks structuur bijgewerkt
pt_br: Estrutura de permalinks atualizado

source: Permalinks structure updated.
nl_nl: Permalinks structuur bijgewerkt
pt_br: Estrutura de permalinks atualizado

source: However, we can't check if Apache module <b>mod_rewrite</b> is loaded. If you experience some problems with the URLs, you should deactivate <em>Friendly URLs</em>
nl_nl: Echter, we kunnen niet controleren of Apache module <b>mod_rewrite</b>geladen is.Als je wat problemen met de URL's te ervaart, moet je <em>Friendly URLs</em> deactiveren
pt_br: Porém, não conseguimos verificar se o módulo do Apache <b>mod_rewrite</b> foi carregado. Se você verificar algum problema com as URLs, desative em <em>Friendly URLs</em>

source: Friendly URLs successfully deactivated
nl_nl: Friendly URLs succesvol gedeactiveerd
pt_br: Friendly URLs desativadas com sucesso

source: Your Akismet key has been cleared
nl_nl: Uw Akismet sleutel is leeg gemaakt
pt_br: Sua chave Akismet foi limpa

source: Your Akismet key has been updated
nl_nl: Uw Akismet sleutel is geupdate
pt_br: Sua chave Akismet foi atualizada

source: Your reCAPTCHA key has been cleared
nl_nl: Uw reCAPTCHA sleutel is gewist
pt_br: Sua chave reCAPTCHA foi limpa

source: Your reCAPTCHA key has been updated
nl_nl: Uw reCAPTCHA sleutel is geupdate
pt_br: Sua chave reCAPTCHA foi atualizada

source: The currency code is not in the correct format
nl_nl: De valuta code is niet in het juiste formaat
pt_br: O código da moeda corrente não está no formato correto

source: Currency added
nl_nl: Valuta toegevoegd
pt_br: Moeda acidionada

source: Currency couldn't be added
nl_nl: Valuta kon niet worden toegevoegd
pt_br: Moeda não pode ser adicionada

source: The currency code '%s' doesn't exist
nl_nl: De valuta code '%s' bestaat niet
pt_br: O código de moeda '%s' não existe

source: Error: the currency code is not in the correct format
nl_nl: Foutmelding: de valuta code staat niet in het juiste formaat
pt_br: Erro: o código da moeda não está no formato correto

source: Currency updated
nl_nl: Valuta geupdate
pt_br: Moeda atualizada

source: No changes were made
nl_nl: Er zijn geen wijzigingen gemaakt
pt_br: Nenhuma alteração feita

source: No currencies have been deleted
nl_nl: Er zijn geen valuta's vewijderd
pt_br: Não foram apagadas moedas

source: One currency has been deleted
nl_nl: Één valuta is verwijderd
pt_br: Uma moeda foi apagada

source: %s currencies have been deleted
nl_nl: %s valuta's zijn verwijderd
pt_br: %s moedas foram apagadas

source: Mail server type is incorrect
nl_nl: Mail server type is onjuist
pt_br: O tipo de servidor de e-mail não está correto

source: Mail server configuration has changed
nl_nl: Mail server configuratie is vernieuwd
pt_br: O servidor de e-mail foi alterado

source: There was a problem uploading the watermark image
nl_nl: Er was een probleem bij het uploaden van het watermerk afbeelding
pt_br: Houve um problema em carregar a imagem de marca d´água

source: The watermark image has to be a .PNG file
nl_nl: Het watermerk afbeelding moet een .PNG bestand zijn
pt_br: O arquivo da imagem da marca d´água deve estar no formato .PNG

source: You cannot set a maximum file size higher than the one allowed in the PHP configuration: <b>%d KB</b>
nl_nl: U kunt de maximale bestandsgrootte niet hoger instellen dan toegestaan ​​in de PHP configuratie: <b>%d KB</b>
pt_br: Você não pode configurar o tamanho máximo de arquivo maior que o permitido na configuração do PHP que é de: <b>%d KB</b>

source: Media config has been updated
nl_nl: Media configuratie is vernieuwd
pt_br: A configuração de Media foi atualizada

source: Re-generation complete
nl_nl: Regeneratie uitgevoerd
pt_br: Regeneração completa

source: Page title field is required
nl_nl: Pagina titel veld is verplicht
pt_br: Campo do título da página é necessário

source: Contact email field is required
nl_nl: Contact e-mail veld is verplicht
pt_br: Campo de e-mail é necessário

source: General settings have been updated
nl_nl: Algemene instellingen zijn vernieuwd
pt_br: As Definições gerais foram atualizadas

source: Custom number could not be left empty
nl_nl: Aangepaste nummer kan niet leeg worden gelaten
pt_br: Número personalizado não pode ser deixado vazio

source: Last search settings have been updated
nl_nl: Laatste zoekinstellingen zijn bijgewerkt
pt_br: Configuração das últimas pesquisas foi atualizada

source: Import complete
nl_nl: Importeren gereed
pt_br: Importação finalizada

source: There was a problem importing data to the database
nl_nl: Foutmelding tijdens importeren van de database
pt_br: Houve um problema na importação de dados para o banco de dados

source: Recount category stats has been successful
nl_nl: Hertelling categorie stats is succesvol geweest
pt_br: Recontagem estatísticas de categoria executada com sucesso

source: Path is empty
nl_nl: Path is leeg
pt_br: O Path está vazio

source: Could not connect with the database. Error: %s
nl_nl: Er is geen erbinding met de database mogelijk. Foutmelding: %s
pt_br: Não consigo conexão com o banco de dados: erro %s

source: There are no tables to back up
nl_nl: Er zijn geen tabellen om te backuppen
pt_br: Não existem tabelas para fazer backup

source: The folder is not writable
nl_nl: De map heeft geen schrijfrechten
pt_br: O diretório não pode ser gravado

source: Could not select the database. Error: %s
nl_nl: Database kan niet geselecteerd worden. Foutmelding: %s
pt_br: Não consigo selecionar o banco de dados . Erro %s

source: Maintenance mode is ON
nl_nl: Onderhoudsmodus actief
pt_br: Modo manutenção está ligado

source: Maintenance mode is OFF
nl_nl: Onderhoudsmodus is uitgeschakeld
pt_br: Modo de manutenção está desligado

source: The user has been created. We've sent an activation e-mail
nl_nl: De gebruiker is aangemaakt. We hebben een activerings email gestuurd
pt_br: O usuário foi criado. Enviamos-lhe um e-mail de ativação

source: The user has been created successfully
nl_nl: De gebruiker is succesvol gecreërd
pt_br: O usuário foi criado com sucesso

source: Sorry, but that e-mail is already in use
nl_nl: Sorry, maar dit email adres is al in gebruik
pt_br: Desculpe, mas esse e-mail já está em uso

source: Sorry, the password cannot be empty
nl_nl: Sorry, het wachtwoord kan niet leeg zijn
pt_br: Desculpe, a senha não poderá estar vazia

source: Sorry, passwords don't match
nl_nl: Sorry, wachtwoorden komen niet overeen
pt_br: Desculpe, as senhas não coincidem

source: The user has been updated and activated
nl_nl: De gebruiker is vernieuwd en geactiveerd
pt_br: O usuário foi atualizado e ativado

source: The user has been updated
nl_nl: De gebruiker is vernieuwd
pt_br: O usuário foi atualizado

source: User id isn't in the correct format
nl_nl: Gebruikers id staat niet in het juiste formaat
pt_br: O id de usuário não está no formato correto

source: Activation email sent to one user
nl_nl: Activatie e-mail verzonden naar gebruiker
pt_br: E-mail de ativação enviado para um usuário

source: One user has been activated
nl_nl: Één gebruiker is geactiveerd
pt_br: Um usuário foi ativado

source: One user has been deactivated
nl_nl: Één gebruiker is gedeactiveerd
pt_br: Um usuário foi desativado

source: One user has been unblocked
nl_nl: Één gebruiker is gedeblokeerd
pt_br: Um usuário foi desbloqueado

source: One user has been blocked
nl_nl: Één gebruiker is geblokeerd
pt_br: Um usuário foi bloqueado

source: One user has been deleted
nl_nl: Één gebruiker is verwijderd
pt_br: Um usuário foi apagado

source: Title too short.
nl_nl: Titel te kort
pt_br: Título muito curto

source: Title too long.
nl_nl: Titel te lang
pt_br: Título muito longo

source: Description too short.
nl_nl: Omschrijven te kort
pt_br: Descrição muito curta

source: Description too long.
nl_nl: Omschrijving te lang
pt_br: Descrição muito longa

source: Category invalid.
nl_nl: Categorie foutief
pt_br: Categoria inválida

source: Price too long.
nl_nl: Prijs te lang
pt_br: Preço muito grande

source: Name too long.
nl_nl: Naam te lang
pt_br: Nome longo demais

source: Email invalid.
nl_nl: Email niet correct
pt_br: Email inválido

source: Country too short.
nl_nl: Land te kort
pt_br: País muito curto.

source: Country too long.
nl_nl: Land te lang
pt_br: País muito longo.

source: Region too short.
nl_nl: Regio te kort
pt_br: Região muito curta.

source: Region too long.
nl_nl: Regio te lang
pt_br: Região muito longa.

source: City too short.
nl_nl: Stad te kort
pt_br: Cidade muito curta.

source: City too long.
nl_nl: Stad te lang
pt_br: Cidade muito longa.

source: Municipality too short.
nl_nl: Municipality te kort
pt_br: Município muito curto

source: Municipality too long.
nl_nl: Municipality te lang
pt_br: município muito longo

source: Address too short.
nl_nl: Adres te kort
pt_br: Endereço longo demais

source: Address too long.
nl_nl: Adres te lang
pt_br: Endereço curto demais

source: Too fast. You should wait a little to publish your ad.
nl_nl: Te snel. Even geduld om uw advertentie te publiceren
pt_br: Muito rápido. Você deve esperarf um pouco para publicar seu anúncio

source: %s field is required.
nl_nl: %s dit veld is verplicht
pt_br: %s campo obrigatório.

source: One of the files you tried to upload exceeds the maximum size
nl_nl: Een van de bestanden die u probeert te uploaden is groter dan de toegestane limiet
pt_br: Um dos arquivos que você tentou enviar excede o tamanho máximo permitido

source: Check your inbox to validate your listing
nl_nl: Kijk in je inbox om uw advertentie te valideren
pt_br: Verifique seu e-mail para validar seus anúncios

source: The comments have been unblocked
nl_nl: De reacties zijn gedeblokeerd
pt_br: Os comentário foram desbloqueados

source: The comments have been blocked
nl_nl: De reacties xijn geblokeerd
pt_br: Os comentários foram bloqueados

source: %d listing has been unmarked
nl_nl: %d advertentie is ongemarkeerd
pt_br: %d anúncio foi desmarcado

source: Last check
nl_nl: Laatste controle
pt_br: Ultima checagem

source: Entered an invalid email
nl_nl: Fout e-mail adres ingevoerd
pt_br: Você digitou um e-mail inválido

source: You're already subscribed
nl_nl: Je bent al geabonneerd
pt_br: Você já está inscrito

source: Subscribed correctly
nl_nl: Correct geabonneerd
pt_br: Inscrição correta

source: Error subscribing
nl_nl: Fout bij abonnering
pt_br: Erro na inscrição

source: Thank you very much for your donation
nl_nl: Hartelijk dank voor u donatie
pt_br: Muito obrigado pela sua doação

source: You need to be logged to comment
nl_nl: Uw moet ingelogd zijn om te reageren
pt_br: Você precisa estar logado para comentar

source: Invalid CSRF token.
nl_nl: Ongeldige CSRF token.
pt_br: Símbolo CSRF inválido.

source: Probable invalid request.
nl_nl: Waarschijnlijk ongeldig verzoek.
pt_br: Provavelmente pedido inválido.

source: Sorry, comments are disabled
nl_nl: Sorry, zijn reacties uitgeschakeld
pt_br: Desculpe, os comentários estão desabilitados

source: The listing hasn't been enabled. Please enable it in order to make it public
nl_nl: De lijst is nog niet geactiveerd. Schakel JavaScript in om deze openbaar te maken
pt_br: A lista não foi ativado. Ative-o a fim de torná-lo público

source: The name cannot be empty
nl_nl: De naam kan niet leeg zijn
pt_br: O nome não pode ser vazio

source: E-mail is already in used by another user
nl_nl: E-mail is reeds in gebruik bij een andere gebruiker
pt_br: E-mail já é usado por outro usuário

source: There was some error
nl_nl: Er was een fout
pt_br: Houve algum erro

source: This action can't be done because it's a demo site
nl_nl: Deze actie kan niet worden uitgevoerd omdat het een demo site is
pt_br: Essa ação não pode ser executada porque é um site de demostração

source: There has been an error adding a new admin
nl_nl: Er is een fout geweest bij het toevoegen van een nieuwe admin
pt_br: Houve um erro ao adicionar um novo administrador

source: There is no admin with this id
nl_nl: Er is geen admin met deze id
pt_br: Não há admin com este ID

source: The listing can't be activated because it's blocked
nl_nl: De advertentie kan niet worden geactiveerd omdat het is geblokkeerd
pt_br: A lista não pode ser ativada porque está bloqueada

source: Wait time must only contain numeric characters
nl_nl: Wachttijd mag alleen numerieke tekens bevatten
pt_br: O tempo de espera deve conter apenas caracteres numéricos

source: Number of moderated listings must only contain numeric characters
nl_nl: Aantal gemodereerde advertenties mogen alleen numerieke tekens bevatten
pt_br: Número de listas moderadas devem conter apenas caracteres numéricos

source: Images per listing must only contain numeric characters
nl_nl: Aantal afbeeldingen per advertentie mogen alleen numerieke tekens bevatten
pt_br: Imagens por listagem deve conter apenas caracteres numéricos

source: Number of decimals must only contain numeric characters
nl_nl: Aantal decimalen mag alleen numerieke tekens bevatten
pt_br: Número de casas decimais deve conter apenas caracteres numéricos

source: Directory '%s' couldn't be removed;)
nl_nl: Directory '%s 'kon niet worden verwijderd ;)
pt_br: O diretório '%s' não pode ser removido;)

source: You have very few free space left, users will not be able to upload pictures
nl_nl: Je hebt heel weinig vrije ruimte , de gebruikers zullen niet in staat zijn om foto's te uploaden
pt_br: Você tem pouco espaço livre, os usuários não serão capazes de fazer upload de imagens

source: Number of moderate comments must only contain numeric characters
nl_nl: Aantal moderate reacties mag alleen numerieke tekens bevatten
pt_br: Número de comentários moderados devem conter apenas caracteres numéricos

source: Comments per page must only contain numeric characters
nl_nl: Advertenties per pagina mogen alleen numerieke tekens bevatten
pt_br: Comentários por página deve conter apenas caracteres numéricos

source: Comment settings have been updated
nl_nl: Reacties instellingen is geupdate
pt_br: As configurações dos comentários foram atualizadas

source: Country name cannot be blank
nl_nl: Land naam kan niet oningevuld zijn
pt_br: Nome do País não pode estar em branco

source: There was a problem deleting locations
nl_nl: Er was een probleem bij het verwijderen van locties
pt_br: Houve um problema ao eliminar os locais

source: No country was selected
nl_nl: Er is geen land geselcteerd
pt_br: Nenhum País foi selecionado

source: %s can't be added
nl_nl: %s kan niet toegevoegd worden
pt_br: %s não pode ser adicionada

source: Region name cannot be blank
nl_nl: Regio naam kan niet oningevuld zijn
pt_br: Nome da região não pode estar em branco

source: No region was selected
nl_nl: Geen regio geselecteerd
pt_br: Nenhuma região foi escolhida

source: New city name cannot be blank
nl_nl: Nieuwe stad naam kan niet oningevuld zijn
pt_br: O nome da nova cidade não pode estar em branco

source: City name cannot be blank
nl_nl: Stad naam kan niet oningevuld zijn
pt_br: O nome da cidade não pode ficar em branco

source: No city was selected
nl_nl: Geen stad geselecteerd
pt_br: Nenhuma cidade foi selecionada

source: All fields are required.
nl_nl: Alle velden zijn verplicht
pt_br: Todos os campos são obrigatórios.

source: File <b>.htaccess</b> couldn't be filled out with the right content.
nl_nl: Bestand <b>.htaccess</b> kan niet worden gevuld met de juiste inhoud.
pt_br: O Arquivo <b>.htaccess</b> não pode ser preenchido com este conteúdo

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file, please deactivate the <em>Friendly URLs</em> option.
nl_nl: Hier is de inhoud die u moet toevoegen aan de <b>.htaccess</b> bestand. Als u het bestand niet kunt maken, kunt u de opie van <em>Friendly URLs</em> uitschakelen
pt_br: Aqui está o conteúdo que você tem que adicionar ao arquivo <b>.htaccess</b>. Se você não pode criar o arquivo, por favor, desative a opção<em>URL Amigável</em>.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
nl_nl: Hier is de inhoud die u moet toevoegen aan de <b>.htaccess</b> bestand.Als u het bestand niet kan maken of ondervinden u problemen met de URL's, kunt u de optie van <em>Friendly URLs</em> uitschakelen
pt_br: Aqui está o conteúdo que você tem que adicionar ao arquivo <b>.htaccess</b>. Se você não pode criar o arquivo, por favor, desative a opção<em>URL Amigável</em>.

source: %s couldn't be deleted because it has listings associated to it
nl_nl: %s kon niet worden verwijderd, omdat het heeft lijsten gekoppeld aan het
pt_br: %s não pode ser excluído porque tem listas associadas a ele

source: %s couldn't be deleted because it's the default currency
nl_nl: %s kon niet worden verwijderd omdat het de standaard valuta is
pt_br: %s não pôde ser excluído porque é a moeda padrão

source: Number of listings in the RSS has to be a numeric value
nl_nl: Aantal advertenties in de RSS moet een numerieke waarde zijn
pt_br: Número de anúncios do RSS tem que ser um valor numérico

source: Max latest listings has to be a numeric value
nl_nl: Max nieuwe advertenties moet een numerieke waarde zijn
pt_br: Máximo de últimas listagens tem de ser um valor numérico

source: Number of listings on search has to be a numeric value
nl_nl: Aantal advertenties zoeken moet een numerieke waarde zijn
pt_br: Número de anúncios da busca tem de ser um valor numérico

source: Number of listings in the RSS must be an integer
nl_nl: Aantal advertenties in de RSS moet een integer zijn
pt_br: Número de inclusões no RSS deve ser um inteiro

source: Number of recent listings displayed at home must be an integer
nl_nl: Aantal recente advertenties thuis moet een integer zijn
pt_br: Número de anúncios recentes exibidos na página principal deve ser um inteiro

source: <code>downloads</code> folder has to be writable, i.e.: <code>chmod a+w %soc-content/downloads/</code>
nl_nl: <code>downloads</code> Map moet beschrijfbaar zijn, dat wil zeggen: <code>chmod a+w %soc-content/downloads/</code>
pt_br: <code>downloads</code> esta pasta tem que ser gravável, Ex.: <code>chmod a+w %soc-content/downloads/</code>

source: Archived successfully!
nl_nl: Succesvol gearchiveerd!
pt_br: Arquivados com sucesso!

source: Error, the zip file was not created in the specified directory
nl_nl: Fout, werd het zip-bestand niet gemaakt in de opgegeven directory
pt_br: Erro, o arquivo zip não foi criado no diretório especificado

source: There was an error creating the .maintenance file, please create it manually at the root folder
nl_nl: Er was een fout bij het maken van de. Onderhoudsdossier, maak dan handmatig op de hoofdmap
pt_br: Houve um erro ao criar o arquivo de manutenção por favor criá-lo manualmente na pasta raiz

source: There was an error removing the .maintenance file, please remove it manually from the root folder
nl_nl: Er is een fout opgetreden het. Onderhoudsdossier verwijderen, kunt u handmatig verwijderen uit de hoofdmap
pt_br: Houve um erro ao remover o arquivo de manutenção, por favor removê-lo manualmente a partir da pasta raiz

source: No users have been selected
nl_nl: Geen gebruiker is geselecteerd
pt_br: Nenhum usuário foi selecionado

source: No users have been activated
nl_nl: Geen gebruiker is geactiveerd
pt_br: Nenhum usuário foi ativado
