Repository: mindstellar/Osclass
Catalog: *-content/languages/*/messages.po
Languages: nl_nl, pt_br

source: Title Length has to be a numeric value
nl_nl: Lengte van titel moet een numeriek getal zijn

source: Description Length has to be a numeric value
nl_nl: Lengte van beschrijving moet een numeriek getal zijn

source: Title too short (%s).
nl_nl: Titel is te kort (%s).

source: Title too long (%s).
nl_nl: Titel is te lang (%s).

source: Description too short (%s).
nl_nl: Beschrijving is te kort (%s).

source: Description too long (%s).
nl_nl: Beschrijving is te lang (%s).

source: The user has not been validated yet. Would you like to re-send your <a href="%s">activation?</a>
nl_nl: De gebruiker is nog niet gevalideerd. Wilt u opnieuw uw <a href="%s">activation?</a> verzenden?

source: Incorrect link
nl_nl: Incorrecte link

source: Validation email re-sent
nl_nl: Validatie e-mail opnieuw verzonden

source: We have just sent you an email to validate your account, you will have to wait a few minutes to resend it again
nl_nl: We hebben net een e-mail naar u verzonden om uw account te valideren, u moet een aantal minuten wachten om de validatie opnieuw te verzenden

source: Your email has been sent properly.
nl_nl: Uw e-mail is correct verzonden.

source: Osclass has been updated successfully. <a href="http://forums.osclass.org/">Need more help?</a>
nl_nl: Osclass is succesvol geüpdate. <a href="http://forums.osclass.org/">Heeft u meer hulp nodig?</a>

source: The listing doesn't exist
nl_nl: Deze aanmelding bestaat niet
pt_br: O anúncio não existe

source: The listing doesn't belong to you
nl_nl: De aanmelding is niet van jouw
pt_br: O anúncio não pertence a você

source: The selected photo has been successfully deleted
nl_nl: De geselecteerde afbeelding is correct verwijderd
pt_br: A foto selecionada foi excluída com sucesso

source: The selected photo does not belong to you
nl_nl: De geselecteerde afbeelding is niet van jouw
pt_br: A foto selecionada não pertence a você

source: The selected photo couldn't be deleted
nl_nl: De geselecteerde afbeelding kon niet worden verwijderd
pt_br: A foto selecionada não pode ser excluída

source: The Recaptcha code is wrong
nl_nl: De reCAPTCHA code is fout
pt_br: O código Recaptcha está errado

source: There has been some errors sending the message
nl_nl: Er zijn foutmeldingen tijdens het versturen van het bericht ontstaan
pt_br: Ocorreram alguns erros ao enviar a mensagem

source: Only registered users are allowed to post listings
nl_nl: Alleen geregistreerde gebruikers mogen advertentie plaatsen
pt_br: Apenas aos usuários registrados é permitido inserir anúncios

source: Your listing has been published
nl_nl: U advertentie is geplaatst
pt_br: Seu anúncio foi publicado

source: Great! We've just updated your listing
nl_nl: Geweldig! We hebben net uw advertentie bijgewerkt
pt_br: Legal! Acabamos de atualizar seu anúncio

source: The listing has been validated
nl_nl: De advertentie is gevalideerd
pt_br: O anúncio foi validado

source: The listing can't be validated
nl_nl: De advertentie kan niet worden gevalideerd
pt_br: O anúncio não pode ser validado

source: The listing has already been validated
nl_nl: De advertentie is reeds gevalideerd
pt_br: O anúncio já tinha sido validado

source: Your listing has been deleted
nl_nl: U advertentie is verwijderd
pt_br: Seu anúncio foi apagado

source: The listing you are trying to delete couldn't be deleted
nl_nl: De vermelding die u probeert te verwijderen, kon niet worden verwijderd
pt_br: O anúncio que você está tentando apagar não pode ser apagado

source: Thanks! That's very helpful
nl_nl: Hartstikke bedankt! Dit is erg behulpzaam
pt_br: Obrigado! Isso foi muito útil

source: This listing doesn't exist
nl_nl: deze advertentie bestaat niet
pt_br: O anúncio não existe

source: We're sorry, but the listing has expired. You can't contact the seller
nl_nl: Het spijt ons, maar de aanbieding is verlopen. Je kunt geen contact opnemen met de verkoper
pt_br: Desculpa, o anúncio expirou. Você não pode contatar o vendedor

source: You can't contact the seller, only registered users can
nl_nl: U kunt geen contact opnemen met de adverteerder, dat kunnen alleen geregistreerde gebruikers
pt_br: Você não pode contactar o vendedor, somente usuários cadastrados podem

source: We've just sent an e-mail to the seller
nl_nl: We hebben net een email naar de verkoper gestuurd
pt_br: Enviamos um e-mail ao vendedor

source: Sorry, we could not save your comment. Try again later
nl_nl: Sorry, uw reactie kon niet worden opgeslagen. Probeer het later opnieuw
pt_br: Desculpe, nós não podemos salvar seu comentário. Tente novamente mais tarde

source: Your comment is awaiting moderation
nl_nl: Uw reactie wacht op verificatie
pt_br: Seu comentário está aguardando aprovação

source: Your comment has been approved
nl_nl: Uw reactie is geaccordeerd
pt_br: Seu comentário foi aprovado

source: Please fill the required field (email)
nl_nl: Vul het verpichte veld (e-mail) in aub.
pt_br: Por favor preencha o campo obrigatório (email)

source: Please type a comment
nl_nl: Voer uw reactie in
pt_br: Por favor, escreva um comentário

source: Your comment has been marked as spam
nl_nl: Uw reactie is beoordeeld als spam
pt_br: Seu comentário foi marcado como Spam

source: You must be logged in to delete a comment
nl_nl: U moet ingelogd zijn om een reactie te kunnen verwijderen
pt_br: Você deve estar logado para deletar um comentário

source: The comment doesn't exist
nl_nl: De reactie bestaat niet
pt_br: O comentário não existe

source: The comment is not active, you cannot delete it
nl_nl: De reactie is niet actief, u kunt deze niet verwijderen
pt_br: O comentário não está ativo, você não pode excluí-lo

source: The comment was not added by you, you cannot delete it
nl_nl: De reactie is niet door u gegeven. U kunt deze reactie niet verwijderen
pt_br: O comentário não foi adicionado por você, não se pode deletar o mesmo

source: The comment has been deleted
nl_nl: De reactie is verwijderd
pt_br: O comentário foi deletado

source: Users not enabled
nl_nl: Niet actieve gebruikers
pt_br: Usuários não ativados

source: Users are not enabled
nl_nl: Gebruikers zijn niet ingeschakeld
pt_br: Os usuários não estão habilitados

source: The user doesn't exist
nl_nl: De gebruiker bestaat niet
pt_br: O usuário não existe

source: The password is incorrect
nl_nl: Het wachtwoord is onjuist
pt_br: A senha está incorreta

source: The user has not been validated yet
nl_nl: De gebruiker is nog niet gevalideerd
pt_br: O usuário ainda não foi ATIVADO

source: The user has been suspended
nl_nl: De gebruiker is verboden
pt_br: O usuário foi BLOQUEADO

source: Invalid email address
nl_nl: Ongeldig emailadres
pt_br: Endereço de email inválido

source: We have sent you an email with the instructions to reset your password
nl_nl: We hebben u een email gestuurd met de instructies om uw wachtwoord te resetten
pt_br: Nós enviamos à você um e-mail com as instruções para renovar sua senha

source: We were not able to identify you given the information provided
nl_nl: We zijn niet in staat om u te identificeren op basis van de verstrekte informatie
pt_br: Não conseguimos lhe identificar com as informações por você dada !

source: The recaptcha code is wrong
nl_nl: de reCAPTCHA code is niet correct
pt_br: O código de verificação está errado

source: Sorry, the link is not valid
nl_nl: Sorry, de link is niet meer geldig
pt_br: Desculpe, o link não é válido

source: Password cannot be blank
nl_nl: Wachtwoord kan niet leeg zijn
pt_br: A senha não pode ficar em branco

source: The password has been changed
nl_nl: Het wachtword is veranderd
pt_br: A senha foi alterada

source: Error, the password don't match
nl_nl: Foutmelding: de wachtwoorden zijn niet identiek
pt_br: Erro, a senha não confere

source: User registration is not enabled
nl_nl: Gebruikers registratie is niet geactiveerd
pt_br: O registro de usuário não está habilitado

source: The user has been created. An activation email has been sent
nl_nl: De gebruiker is aangemaakt. Een activerings email is opgestuurd
pt_br: O usuário foi criado. Um e-mail de ativação foi enviado

source: Your account has been created successfully
nl_nl: Je account is succesvol aangemaakt
pt_br: A sua conta foi criada corretamente

source: The specified e-mail is already in use
nl_nl: De opgegeven email wordt al gebruikt
pt_br: O e-mail especificado ja está em uso

source: The email is not valid
nl_nl: Het emailadres is niet correct
pt_br: O email não é válido

source: The password cannot be empty
nl_nl: Het wachtwoord mag niet leeg zijn
pt_br: A senha não poderá estar vazia

source: Passwords don't match
nl_nl: Wachtwoorden komen niet overeen
pt_br: Senhas não coincidem

source: The link is not valid anymore. Sorry for the inconvenience!
nl_nl: Deze link is niet meer geldig. Onze excuses voor het ongemak!
pt_br: O link não é válido. Pedimos desculpa pelo inconveniente!

source: Your account has already been validated
nl_nl: Uw account is al gevalideerd
pt_br: Sua conta foi validada

source: Your account has been validated
nl_nl: Je account is goedgekeurd
pt_br: A sua conta foi validada

source: Your email has been changed successfully
nl_nl: Je email adres is succesvol aangepast
pt_br: O seu e-mail foi alterado corretamente

source: Alert activated
nl_nl: Melding geactiveerd
pt_br: Ativado alerta

source: Unsubscribed correctly
nl_nl: Correct afgemeld
pt_br: Descadastrado corretamente

source: Your profile has been updated successfully
nl_nl: Je profiel is succesvol bijgewerkt.
pt_br: O seu perrfil foi atualizado corretamente

source: The specified e-mail is not valid
nl_nl: Het emailadres is niet correct
pt_br: O e-mail especificado não é válido

source: Current password doesn't match
nl_nl: Het huidige wachtwoord komt niet overeen
pt_br: A senha atual não coincide

source: Passwords can't be empty
nl_nl: Wachtwoorden kunnen niet leeg zijn
pt_br: Senhas não podem estar em branco

source: Password has been changed
nl_nl: Wachtwoord is aangepast
pt_br: Senha foi alterada

source: You don't have enough permissions
nl_nl: Je hebt niet genoeg rechten
pt_br: Você não possui permissões suficientes

source: Email invalid
nl_nl: Emailadres is niet correct
pt_br: E-mail inválido

source: Username invalid
nl_nl: Gebruikersnaam is niet correct
pt_br: Nome de usuário inválido

source: Name invalid
nl_nl: Naam ongeldig
pt_br: Nome inválido

source: Password invalid
nl_nl: Wachtwoord is niet correct
pt_br: Senha inválida

source: Email already in use
nl_nl: Emailadres is reeds in gebruik
pt_br: E-mail já cadastrado

source: Username already in use
nl_nl: Gebruikersnaam is reeds in gebruik
pt_br: Nome de usuário já cadastrado

source: The admin has been added
nl_nl: De admin is toegevoegd
pt_br: O administrador foi adicionado

source: This admin doesn't exist
nl_nl: Deze admin bestaat niet
pt_br: Este administrador não existe

source: Existing email
nl_nl: Bestaande email
pt_br: E-mail existente

source: Existing username
nl_nl: Bestaande gebruikersnaam
pt_br: O usuário já existe

source: The password couldn't be updated. Passwords don't match
nl_nl: Het wachtwoord kon niet worden bijgewerkt. De wachtwoorden komen niet overeen
pt_br: A senha não pode ser atualizada. As senhas não coincidem

source: The admin has been updated
nl_nl: De admin is bijgewerkt
pt_br: O administrador foi atualizado

source: The admin id isn't in the correct format
nl_nl: De admin id staat niet in het goede formaat
pt_br: O id de administrador não está no formato correto

source: The operation hasn't been completed. You're trying to remove yourself!
nl_nl: De opdracht is niet uitgevoerd. Je probeert jezelf te verwijderen!
pt_br: A operação não foi concluída. Está tentando remover a você mesmo!

source: The admin has been deleted correctly
nl_nl: De admin is succesvol verwijderd
pt_br: O administrador foi removido corretamente

source: The admin couldn't be deleted
nl_nl: De admin kan niet verwijderd worden
pt_br: O administrador não pode ser apagado

source: This action cannot be done because it is a demo site
nl_nl: Deze actie kan niet worden uitgevoerd omdat dit een demo site is
pt_br: Esta ação não pode ser executada pois este é uma página de demonstração

source: Backup completed successfully
nl_nl: Back-up succesvol afgerond
pt_br: Backup completado com sucesso

source: The theme folder is not writable
nl_nl: De thema map heeft geen schrijfrechten
pt_br: A pasta do tema não é gravável

source: The theme has been installed correctly
nl_nl: Het thema is correct geinstalleerd
pt_br: O tema foi instalado corretamente

source: The zip file is not valid
nl_nl: De zipfile is niet correct
pt_br: O CEP não é válido

source: No file was uploaded
nl_nl: Geen bestand geupload
pt_br: Nenhum arquivo foi enviado

source: There was a problem adding the theme
nl_nl: Er is een fout ontstaan tijdens het toevoegen van het thema
pt_br: Existe um problema ao adicionar o tema

source: Theme removed successfully
nl_nl: Thema succesvol verwijderd
pt_br: Tema removido com sucesso

source: There was a problem removing the theme
nl_nl: Er was een probleem bij het verwijderen van het thema
pt_br: Houve um problema removendo o tema

source: Current theme can not be deleted
nl_nl: Actuele thema kan niet worden verwijderd
pt_br: O tema corrente não pode ser apagado

source: No theme selected
nl_nl: Geen thema geselcteerd
pt_br: Nenhum tema selecionado

source: Widget removed correctly
nl_nl: Widget correct verwijderd
pt_br: Widget removido corretamente

source: Description field is required
nl_nl: Beschrijving veld is verplicht
pt_br: Campo descrição é obrigatório

source: Widget updated correctly
nl_nl: Widget correct geupdate
pt_br: Widget atualizado com sucesso

source: Widget cannot be updated correctly
nl_nl: Widget kan niet correct geupdate worden
pt_br: Widget não pode ser atualizado corretamente

source: Widget added correctly
nl_nl: Widget correct toegevoegd
pt_br: Widget adicionado corretamente

source: Theme activated correctly
nl_nl: Thema correct geactiveerd
pt_br: Tema ativado corretamente

source: The comments have been deleted
nl_nl: De opmerkingen zijn verwijderd
pt_br: Os comentários foram apagados

source: The comments have been approved
nl_nl: De opmerkingen zijn goedgekeurd
pt_br: Os comentários foram aprovados

source: The comments have been disapproved
nl_nl: De reacties zijn afgekeurd
pt_br: Os comentários foram desaprovados

source: The comment has been approved
nl_nl: De opmerking is goedgekeurd
pt_br: O comentário foi aprovado

source: The comment has been disapproved
nl_nl: De reactie is afgekeurd
pt_br: O comentário foi desaprovado

source: The comment has been enabled
nl_nl: De reactie is ingeschakeld
pt_br: O comentário foi habilitado

source: The comment has been disabled
nl_nl: De reactie is uitgeschakeld
pt_br: O comentário foi desabilitado

source: Email is not correct
nl_nl: E-mail is niet goed
pt_br: E-mail não está correto

source: Comment is required
nl_nl: Reactie is verplicht
pt_br: Comentário é necessário

source: Great! We just updated your comment
nl_nl: Geweldig! We hebben je opmerking vernieuwd
pt_br: Fantástico! Atualizamos o seu comentário

source: The email/alert has been updated
nl_nl: De email/melding is vernieuwd
pt_br: O e-mail/alerta foi atualizado

source: You can't repeat internal name
nl_nl: Je kan geen interne naam herhalen
pt_br: Não pode repetir o nome interno

source: The email couldn't be updated, at least one title should not be empty
nl_nl: De email kan niet worden gewijzigd, voer tenminste een titel in
pt_br: O e-mail não pode ser atualizado, ao menos um título não pode estar vazio

source: %d listing has been enabled
nl_nl: %d advertentie is ingeschakeld
pt_br: %d anúncio foi habilitado

source: %d listing has been disabled
nl_nl: %d advertentie is uitgeschakeld
pt_br: %d anúncio foi desabilitado

source: %d listing has been activated
nl_nl: %d advertentie is geactiveerd
pt_br: %d anúncio foi ativado

source: %d listing has been deactivated
nl_nl: %d advertentie is gedeactiveerd
pt_br: %d anúncio foi desativado

source: %d listing has been marked as premium
nl_nl: %d advertentie is gemarkeerd als premium
pt_br: %d anúncio foi marcado como premium

source: %d change has been made
nl_nl: %d wijzigingen is gemaakt
pt_br: %d alteração foi executada

source: %d listing has been marked as spam
nl_nl: %d advertentie is gemarkeerd als spam
pt_br: %d anúncio foi marcado como spam

source: %d listing has been deleted
nl_nl: %d advertentie is verwijderd
pt_br: %d anúncio foi apagado

source: %d listing has been unmarked as spam
nl_nl: %d advertentie is ongemarkeerd als spam
pt_br: %d anúncio foi desmarcado do spam

source: %d listing has been unmarked as missclassified
nl_nl: %d advertentie is ongemarkeerd als onjuist geclassificeerd
pt_br: %d anúncio foi desmarcado de classificado erroneamente

source: %d listing has been unmarked as duplicated
nl_nl: %d advertentie is ongemarkeerde als gedupliceerd
pt_br: %d anúncio foi desmarcado de duplicado

source: %d listing has been unmarked as expired
nl_nl: %d advertentie is ongemarkeerd als vervallen
pt_br: %d anúncio foi desmarcado de expirado

source: %d listing has been unmarked as offensive
nl_nl: %d advertentie is ongemarkeerd als onpasselijk
pt_br: %d anúncio foi marcado como ofensivo

source: An error has occurred
nl_nl: Er is een fout opgetreden
pt_br: Ocorreu um erro

source: The listing has been deleted
nl_nl: De advertentie is verwijderd
pt_br: O anúncio foi apagado

source: The listing couldn't be deleted
nl_nl: De advertentie kon niet verwijderd worden
pt_br: O anúncio não pode ser apagado

source: The listing has been activated
nl_nl: De advertentie is geactiveerd
pt_br: O anúncio foi ativado

source: The listing has been deactivated
nl_nl: De advertentie is gedeactiveerd
pt_br: O anúncio foi desativado

source: The listing has been enabled
nl_nl: De advertentie is ingeschakeld
pt_br: O anúncio foi ativado

source: The listing has been disabled
nl_nl: De advertentie is uitgeschakeld
pt_br: O anúncio foi desativado

source: Changes have been applied
nl_nl: De veranderingen zijn toegepast
pt_br: As alterações foram aplicadas

source: The listing has been unmarked as
nl_nl: De advertentie is ongemarkeerd als
pt_br: O anúncio foi desmarcado de

source: The listing hasn't been unmarked as
nl_nl: De advertntie is niet ongemarkeerd als
pt_br: O anúncio não foi desmarcado de

source: Changes saved correctly
nl_nl: Wijzigingen correct opgeslagen
pt_br: Mudanças salvas corretamente

source: Resource deleted
nl_nl: Bron verwijderd
pt_br: Recurso excluído

source: A new listing has been added
nl_nl: Er is een nieuwe advertentie geplaast
pt_br: Um novo anúncio foi adicionado

source: Listings' settings have been updated
nl_nl: Advertentie instellingen zijn geupdate
pt_br: As configurações de anúncios foi atualizada

source: The translation folder is not writable
nl_nl: De taal map heeft geen schrijfrechten
pt_br: O arquivo de tradução não pôde ser gravado

source: The language has been installed correctly
nl_nl: De taal is succesvol geïnstalleerd
pt_br: O idioma foi instalado corretamente

source: There was a problem adding the language
nl_nl: Er was een probleem met het toevoegen van de taal
pt_br: Houve um problema ao adicionar o idioma

source: Language id isn't in the correct format
nl_nl: Taal id is niet in het juiste formaat
pt_br: O id do idioma não está no formato correto

source: Language id doesn't exist
nl_nl: Taal id bestaat niet
pt_br: O id do idioma não existe

source: Language name field is required
nl_nl: Taal naam veld is verplicht
pt_br: O campo nome do idioma é necessário

source: Language short name field is required
nl_nl: Taal korte naamveld is verplicht
pt_br: A abreviatura do idioma é necessário

source: Language description field is required
nl_nl: Taal omschrijving veld is verplicht
pt_br: O campo de descrição do idioma é necessário

source: Currency format field is required
nl_nl: Valuta-indeling is een verplicht veld
pt_br: Campo de formato de moeda é necessária

source: %s has been updated
nl_nl: %s is vernieuwd
pt_br: %s foi atualizado

source: Selected languages have been enabled for the website
nl_nl: De geselecteerde talen zijn ingeschakeld voor de website
pt_br: Idiomas selecionados foram ativadas para o site

source: The language ids aren't in the correct format
nl_nl: De taal-id's zijn niet in het juiste formaat
pt_br: Os ids de idiomas não estão no formato correto

source: Selected languages have been disabled for the website
nl_nl: De geselecteerde talen zijn uitgeschakeld voor de website
pt_br: Os idiomas selecionados foram desativados para o site

source: Selected languages have been enabled for the backoffice (oc-admin)
nl_nl: De geselecteerde talen zijn ingeschakeld voor de back-office (oc-admin)
pt_br: Os idiomas selecionados foram ativados para o backoffice (oc-admin)

source: Selected languages have been disabled for the backoffice (oc-admin)
nl_nl: De geselecteerde talen zijn uitgeschakeld voor de back-office (oc-admin)
pt_br: Os idiomas selecionados foram desativados para o backoffice (oc-admin)

source: %s can't be disabled because it's the default language
nl_nl: %s kan niet worden uitgeschakeld omdat het de standaard taal is
pt_br: %s não pode ser desabilitado porque este é o idioma padrão

source: Directory '%s' couldn't be removed
nl_nl: Map '%s'kon niet verwijderd worden
pt_br: A pasta '%s' não pode ser removida

source: Directory "%s" has been successfully removed
nl_nl: Map \"%s\" is verwijderd
pt_br: O diretório %s" foi removido com sucesso

source: Directory '%s' couldn't be removed because it's the default language. Set another language as default first and try again
nl_nl: Map '%s' kon niet verwijderd worden omdat het de standaard taal. Stel eerts een andere taal als standaard in en probeer het opnieuw
pt_br: A pasta '%s' não pode ser removida porque este é o idioma padrão. Escolha outro idioma como padrão e tente novamente

source: The username field is empty
nl_nl: Het gebruikersnaam veld is leeg
pt_br: O campo do nome de usuário está vazio

source: The password field is empty
nl_nl: Het wachtwoord veld is leeg
pt_br: O campo da senha está vazio

source: Sorry, incorrect username. <a href="%s">Have you lost your password?</a>
nl_nl: Sorry, foute gebruikersnaam. <a href="%s">Bent u uw wachtwoord kwijt?</a>
pt_br: Desculpa, usuário incorreto. <a href="%s">Você perdeu a senha?</a>

source: Sorry, incorrect password. <a href="%s">Have you lost your password?</a>
nl_nl: Sorry, fout wachtwoord. <a href="%s">Bent u uw wachtwoord kwijt?</a>
pt_br: Desculpa, senha incorreta. <a href="%s">Você perdeu a senha?</a>

source: The reCAPTCHA code is wrong
nl_nl: De reCAPTCHA code is fout
pt_br: O código reCAPTCHA está errado

source: A new password has been sent to your e-mail
nl_nl: Er is een nieuw wachtwoord naar uw emailadres gestuurd
pt_br: Uma nova senha foi enviada para seu e-mail

source: Error, the passwords don't match
nl_nl: Fout, de wachtwoorden zijn niet het zelfde
pt_br: Erro, as senhas não conferem

source: You have to set a different internal name
nl_nl: U moet een andere interne naam instellen
pt_br: Você tem que definir um nome internos diferente

source: The page has been updated
nl_nl: De pagina is vernieuwd
pt_br: A página foi atualizada

source: The page couldn't be updated, at least one title should not be empty
nl_nl: De pagina kon niet worden geupdate, voer tenminste een titel in
pt_br: A página não pôde ser atualizada. Você deve, ao menos, inserir um título

source: You have to set an internal name
nl_nl: Je moet een interne naam instellen
pt_br: Tem que definir um nome interno

source: The page has been added
nl_nl: De pagina is toegevoegd
pt_br: A página foi adicionada
