Repository: mindstellar/Osclass
Catalog: *-content/languages/*/messages.po
Languages: nl_nl, pt_br

source: No users have been deactivated
nl_nl: geen gebruiker is gedeactiveerd
pt_br: Nenhum usuário foi desativado

source: No users have been enabled
nl_nl: Geen gebruiker is ingeschakeld
pt_br: Nenhum usuário foi habilitado

source: No users have been disabled
nl_nl: Geen gebruiker is uitgeschakeld
pt_br: Nenhum usuário foi desabilidato

source: No users have been deleted
nl_nl: Geen gebruiker is verwijderd
pt_br: Nenhum usuário foi excluído

source: Alert id isn't in the correct format
nl_nl: Alarm is niet in het juiste formaat
pt_br: ID de alerta não está no formato correto

source: No alerts have been deleted
nl_nl: Geen alarm is verwijderd
pt_br: Nenhum alerta foi deletado

source: One alert has been deleted
nl_nl: Één alarm is verwijderd
pt_br: Um alerta foi deletado

source: No alerts have been activated
nl_nl: Geen alarm is geactiveerd
pt_br: Nenhum alerta foi ativado

source: One alert has been activated
nl_nl: Één alarm is geactiveerd
pt_br: Um alerta foi ativado

source: No alerts have been deactivated
nl_nl: Geen alarm is gedeactiveerd
pt_br: Nenhum alerta foi desativado

source: One alert has been deactivated
nl_nl: Één alarm is gedeactiveerd
pt_br: Um alerta foi desativado

source: User settings have been updated
nl_nl: Gebruikers instellingen zijn geupdate
pt_br: As configurações do usuário foram atualizadas

source: Both rules can not be empty
nl_nl: Beide regls kunnen niet leeg zijn
pt_br: Ambas as regras não pode ser vazio

source: Rule updated correctly
nl_nl: regels correct geupdate
pt_br: Regra atualizada corretamente

source: Rule saved correctly
nl_nl: Regels correct opgeslagen
pt_br: Regra salva corretamente

source: No rules have been deleted
nl_nl: Geen regels zijn verwijderd
pt_br: Nenhuma regra apagada

source: One ban rule has been deleted
nl_nl: Één verban regel is verwijderd
pt_br: Uma regra de proibição excluída

source: Image with an incorrect extension.
nl_nl: Afbeelding met een foute extentie
pt_br: Imagem com uma extensão incorreta.

source: Image is too big. Max. size
nl_nl: Afbeelding is te groot maximale grootte
pt_br: Imagem muito grande. Tamanho máximo

source: Price must be a number.
nl_nl: Prijs moet een nummer zijn
pt_br: Preço deve ser um número.

source: We just sent your message to %s
nl_nl: We hebbn u bericht verzonden naar %s
pt_br: Acabamos de enviar sua mensagem para %s

source: The file you tried to upload does not have a valid extension
nl_nl: Het bestand dat u probeerde te uploaden heeft niet de juiste extentie
pt_br: O arquivo que você tentou enviar não tem uma extensão válida

source: Please enter a correct email
nl_nl: Geef aub. het juiste e-mail adres in
pt_br: Por favor insira um e-mail correto

source: There have been some errors sending the message
nl_nl: Er zijn een aantal fouten die het bericht verstuurt geweest
pt_br: Houve alguns erros de enviando a mensagem

source: Your email has been sent properly. Thank you for contacting us!
nl_nl: Uw e-mail werd goed verzonden. Dank u voor het contact opnemen met ons!
pt_br: Seu e-mail foi enviado corretamente. Obrigado por nos contatar!

source: A user with that email address already exists, if it is you, please log in
nl_nl: Een gebruiker met dat e-mailadres bestaat al, als ij het bent, log aub. in
pt_br: Um usuário com esse endereço de email já existe, se este usuário é você, faça o login

source: Your current email is not allowed
nl_nl: Uw huidige e-mail is niet toegestaan
pt_br: Seu e-mail atual não é permitido

source: Your current IP is not allowed
nl_nl: Uw huidige IP is niet toegestaan
pt_br: Seu IP atual não é permitido

source: Sorry, we don't have any listings with that ID
nl_nl: Sorry, we hebben geen advertentie met dat ID
pt_br: Desculpe, não temos nenhuma listagem com esse ID

source: The listing hasn't been validated. Please validate it in order to make it public
nl_nl: De lijst is niet gevalideerd. Gelieve te bevestigen het in om het openbaar te maken
pt_br: A lista não foi validade. Por favor, valide na ordem, a fim de torná-la pública

source: This should never happen
nl_nl: Dit mag nooit gebeuren
pt_br: Isso nunca deveria acontecer

source: The reCAPTCHA was not entered correctly
nl_nl: De reCAPTCHA was niet correct ingevuld
pt_br: O reCAPTCHA não foi digitado corretamente

source: Username is already taken
nl_nl: Deze gebruikersnaam is al in gebruik
pt_br: Nome de usuário já utilizado

source: The specified username is not valid, it contains some invalid words
nl_nl: De opgegeven gebruikersnaam is niet geldig, het bevat een aantal ongeldige woorden
pt_br: O nome de usuário especificado não é válido, ele contém algumas palavras inválidas

source: Oops! There was a problem trying to activate your alert. Please contact an administrator
nl_nl: Oeps! Er was een probleem bij het proberen om je alert te activeren. Neem dan contact op met een beheerder
pt_br: Oops! Houve um problema ao tentar ativar o alerta. Entre em contato com o administrador do site

source: Oops! There was a problem trying to unsubscribe you. Please contact an administrator
nl_nl: Oeps! Er was een probleem bij het proberen je af te melden. Neem dan contact op met een beheerder
pt_br: Oops! Houve um problema ao tentar desinscrever você. Entre em contato com o administrador do site

source: The specified username is already in use
nl_nl: De opgegeven gebruikersnaam is al in gebruik
pt_br: O nome de usuário especificado já está em uso

source: The username was updated
nl_nl: De gebruikersnaam is geupdate
pt_br: O nome de usuário foi atualizado

source: The specified username could not be empty
nl_nl: De opgegeven gebruikersnaam kan niet leeg zijn
pt_br: O nome de usuário especificado não pode ser vazio

source: Your account have been deleted
nl_nl: Uw account is verwijderd
pt_br: Sua conta foi excluída

source: Oops! you can not do that
nl_nl: Oeps! je kan dat niet doen
pt_br: Oops! você não pode fazer isso

source: We've sent you an e-mail. Follow its instructions to validate the changes
nl_nl: We hebben u een e-mail gestuurd. Volg de instructies om de wijzigingen te valideren
pt_br: Enviamos um e-mail. Siga as instruções para validar as alterações

source: We tried to sent you an e-mail, but it failed. Please, contact an administrator
nl_nl: We hebben geprobeerd om u een e-mail te versturen, maar het lukte niet. Neem aub. contact op met een beheerder
pt_br: Tentamos lhe enviar um e-mail, mas não conseguimos. Por favor, entre em contato com o administrador do site

source: Price must be positive number.
nl_nl: Prijs moet een positief getal zijn.
pt_br: Preço deve ser o número positivo.

source: The plugin generated %d characters of <strong>unexpected output</strong> during the installation. Output: "%s"
nl_nl: De plugin gegenereerde %d tekens of <strong>unexpected output</strong> geduurende de installatie. Uitgang "%s"
pt_br: O plugin gerou% d caracteres de saída inesperada <strong> </ strong> durante a instalação. Output: "% s"

source: Number of expiration days has to be a numeric value
nl_nl: Aantal expiratie dagen moet een numerieke waarde zijn
pt_br: Número de dias de validade tem que ser um valor numérico

source: Friendly URLs deactivated, but .htaccess file was modified outside Osclass and was not deleted
nl_nl: Vriendelijke URL's uitgeschakeld, maar. Htaccess bestand is buiten Osclass gewijzigd en werd niet verwijderd
pt_br: URLs amigáveis ​​desativado, mas htaccess. Foi modificada fora Osclass e não foi excluída

source: Friendly URLs deactivated, but .htaccess file could not be deleted. Please, remove it manually
nl_nl: Vriendelijke URL's uitgeschakeld, maar. Htaccess-bestand kon niet worden verwijderd. Alstublieft, verwijder deze handmatig
pt_br: URLs amigáveis ​​desativado, mas htaccess. Não pôde ser excluído. Por favor, remova-o manualmente

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't modify the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
nl_nl: Hier is de inhoud die u moet toevoegen aan het <b>.htaccess</b> bestand. Als u het bestand niet kunt wijzigen of ondervinden wat problemen met de URL's,dan kunt u de <em>Friendly URLs</em> optie uitschakelen
pt_br: Aqui está o conteúdo que você tem a acrescentar à <b>. Htaccess </ b> arquivo. Se você não pode modificar o arquivo ou ter alguns problemas com os URLs, por favor desativar o Friendly URLs <em> </ em> opção.

source: File <b>.htaccess</b> already exists and was not modified.
nl_nl: Bestand <b>.htaccess</b> bestaat al en is niet gewijzigd.
pt_br: <b> Arquivo. htaccess</ b> já existe e não foi modificado.

source: Advanced settings have been updated
nl_nl: Geavanceerde instellingen zijn bijgewerkt
pt_br: Configurações avançadas foram atualizadas

source: The selected photo couldn't be deleted, the url doesn't exist
nl_nl: De geselecteerde afbeelding kan niet worden verwijderd, de URL bestaat niet
pt_br: A foto selecionada não pode ser excluída, a url não existe
